[{
    "description": "A'Bhuidheanach Bheag sits on a large summit plateau to the east of the pass of Drumochter. It is normally climbed in conjuction with Carn na Caim, which sits at the opposite end of the plateau.",
    "name": "A'Bhuidheanach Bheag",
    "region": "Loch Ericht to Glen Tromie and Glen Garry",
    "height": "937m (approx 3074ft)",
    "latitude": "56.870459",
    "longitude": "-4.200008",
    "gridReference": "NN660776"
  },
  {
    "description": "A'Chailleach is the most westerly of the Fannichs and has fine views over the Fisherfield Forest and to An Teallach. It is usually climbed in conjunction with neighbouring Munro Sgùrr Breac.",
    "name": "A'Chailleach (Fannichs)",
    "region": "Loch Maree to Loch Broom and Garve",
    "height": "997m (approx 3271ft)",
    "latitude": "57.693754",
    "longitude": "-5.129114",
    "gridReference": "NH136714"
 },
 {
    "description": "Topped by a big cairn, A'Chailleach is the most asceneded and perhaps the finest of the Monadhliath. It is normally climbed in conjunction with Carn Sgulain, and they are both within the eastern end of the Monadhliath plateau.",
    "name": "A'Chailleach (Monadhliath)",
    "region": "Spean Bridge to Elgin",
    "height": "930m (approx 3051ft)",
    "latitude": "57.10895",
    "longitude": "-4.179447",
    "gridReference": "NH681041"
 },
 {
    "description": "A'Chraileag is a massive mountain and, despite being lesser known than many of its neighbours, is actually the highest summit in Kintail. It is normally climbed in conjunction with Mullach Fraoch-choire.",
    "name": "A'Chralaig",
    "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
    "height": "1120m (approx 3675ft)",
    "latitude": "57.184351",
    "longitude": "-5.155414",
    "gridReference": "NH094148"
 },
 {
    "description": "A'Ghlas-bheinn is a rough and rocky little mountain and is normally combined with Beinn Fhada.",
    "name": "A'Ghlas-bheinn",
    "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
    "height": "918m (approx 3012ft)",
    "latitude": "57.254236",
    "longitude": "-5.304025",
    "gridReference": "NH008230"
 },
 {
    "description": "A'Mhaighdean is a magnificent castellated mountain with dramatic cliffs, and one of the finest viewpoints in Britain. It is normally climbed in conjunction with Munro Ruadh Stac Mor due to the remoteness of these Munros",
    "name": "A'Mhaighdean",
    "region": "Loch Maree to Loch Broom and Garve",
    "height": "967m (approx 3173ft)",
    "latitude": "57.719609",
    "longitude": "-5.348044",
    "gridReference": "NH007749"
 },
 {
    "description": "A'Mharconaich is the most distinctive of the mountains above the Drumochter Pass, showing a steep nose to the northeast. It can be climbed in conjunction with Munros Geal Charn and/or Beinn Udlmain",
    "name": "A'Mharconaich",
    "region": "Loch Ericht to Glen Tromie and Glen Garry",
    "height": "975m (approx 3199ft)",
    "latitude": "56.856241",
    "longitude": "-4.291031",
    "gridReference": "NN604762"
 },
 {
    "description": "Am Basteir is a vertically-sided blade of rock. It can be climbed in conjunction with Sgùrr nan Gillean and Bruach na Frithe",
    "name": "Am Basteir",
    "region": "Isle of Skye",
    "height": "934m (approx 3064ft)",
    "latitude": "57.247992",
    "longitude": "-6.204116",
    "gridReference": "NG465253"
 },
 {
    "description": "Am Bodach is a fine, steep and stony mountain. It is the most southern Munro in the Mamores and forms part of the 4 Munros, which are Am Bodach, An Gearanach, Stob Coire a'Chairn and Sgurr a'Mhaim, known as the Ring of Steall, due to the fact they all surround the impressive Steall Falls. They can be climbed together or individually.",
    "name": "Am Bodach",
    "region": "Fort William to Loch Ericht",
    "height": "1032m (approx 3386ft)",
    "latitude": "56.740924",
    "longitude": "-4.983993",
    "gridReference": "NN176650"
 },
 {
    "description": "Am Faochagach is a rounded peak with an indistinctive summit. It sits on its own to the east of the main Beinn Dearg group of Munros. It has bogs and a potentially difficult river crossing to negotiate, which, in bad weather or after times of heavy rain, may be impassable.",
    "name": "Am Faochagach",
    "region": "Ullapool to the Moray Firth",
    "height": "954m (approx 3130ft)",
    "latitude": "57.771239",
    "longitude": "-4.854914",
    "gridReference": "NH303793"
 },
 {
    "description": "An Caisteal takes the form of a long ridged mountain and its traverse is very enjoyable with interesting features and extensive views over the area. It is usually climbed in conjunction with Beinn a'Chroin.",
    "name": "An Caisteal",
    "region": "Firth of Clyde to Strathtay",
    "height": "995m (approx 3264ft)",
    "latitude": "56.338251",
    "longitude": "-4.625574",
    "gridReference": "NN378193"
 },
 {
    "description": "An Coileachan is the easternmost of the Fannichs, a steep-sided dome rising to the south of Loch Gorm. It is normally climbed in conjuction with Munro Meall Gorm, but can also be climbed with the Fannich Munros.",
    "name": "An Coileachan",
    "region": "Loch Maree to Loch Broom and Garve",
    "height": "923m (approx 3028ft)",
    "latitude": "57.667484",
    "longitude": "-4.950736",
    "gridReference": "NH241680"
 },
 {
    "description": "An Gearanach is a magnificent ridge extending north from the main spine of the Mamores. It is the first Munro in the Ring of Steall, and can be climbed as part of that with the other 3 Munros, or on its own.",
    "name": "An Gearanach",
    "region": "Fort William to Loch Ericht",
    "height": "982m (approx 3222ft)",
    "latitude": "56.758399",
    "longitude": "-4.967379",
    "gridReference": "NN187669"
 },
 {
    "description": "An Riabhachan is a massive ridged mountain to the North of Loch Mullardoch. It is normally climbed with its neighbour An Socach, and can also be combined with Sgurr na Lapaich.",
    "name": "An Riabhachan",
    "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
    "height": "1129m (approx 3704ft)",
    "latitude": "57.361765",
    "longitude": "-5.105769",
    "gridReference": "NH133344"
 },
 {
    "description": "An Sgarsoch is rounded and unspectacular. It is an extremely remote Munro with a long expedition in from any angle.",
    "name": "An Sgarsoch",
    "region": "Forest of Atholl to Braemar and Blairgowrie",
    "height": "1006m (approx 3301ft)",
    "latitude": "56.931418",
    "longitude": "-3.754918",
    "gridReference": "NN933836"
 },
 {
    "description": "An Socach is an exeptionally remote Munro at the head of Glen Affric. Most will climb An Socach from either of its neighbouring peaks, Sgurr nan Ceathreamhnan and Mam Sodhall, but it can be climbed easily on its own.",
    "name": "An Socach (Affric)",
    "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
    "height": "921m (approx 3022ft)",
    "latitude": "57.25765",
    "longitude": "-5.171635",
    "gridReference": "NH088230"
 },
 {
    "description": "An Socach is one of the lesser Munros of the area, a rounded whale-backed hill. It is usually climbed on its own, but has two routes on whether you want a quick climb or an extended walk.",
    "name": "An Socach (Braemar)",
    "region": "Forest of Atholl to Braemar and Blairgowrie",
    "height": "944m {approx 3097ft}",
    "latitude": "56.901326",
    "longitude": "-3.513766",
    "gridReference": "NO079799"
 },
 {
    "description": "An Socach is deep in wild and inaccessible country above the upper part of Loch Mullardoch. It is normally climbed with its neighbour An Riabhachan.",
    "name": "An Socach (Mullardoch)",
    "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
    "height": "1069m (approx 3507ft)",
    "latitude": "57.349637",
    "longitude": "-5.159616",
    "gridReference": "NH100332"
 },
 {
    "description": "An Stuc is the steepest and sharpest of the Ben Lawers range. It sits in the middle of 5 Munros that form an arc around the head of Lawers Burn, and is usually climbed with the Munros Meall Garbh and Ben Lawers.",
    "name": "An Stuc",
    "region": "Loch Rannoch to Loch Tay",
    "height": "1118m (approx 3668ft)",
    "latitude": "56.56014",
    "longitude": "-4.216137",
    "gridReference": "NN639431"
 },
 {
   "description": "Aonach Air Chirth is the highest of the seven Munros on the south Glen Shiel ridge. It is the fifth Munro from the western end connected to Druim Shionnach and Maol Chinn-dearg. They can be climbed in one outing or separated into 2 or 3 should you wish.",
   "name": "Aonach Air Chrith",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1021m (approx 3350ft)",
   "latitude": "57.124564",
   "longitude": "-5.22301",
   "gridReference": "NH050083"
 },
 {
    "description": "Aonach Beag has a dome-shaped form, with three radiating ridges and steep flanks, making part of a grand ridge walk. It is part of the high mountain ridge situated just to the north of Ben Alder. It is normally climbed with its nearest neighbours Beinn Eibhibb and Geal Charn.",
    "name": "Aonach Beag (Alder)",
    "region": "Fort William to Loch Ericht",
    "height": "1116m (approx 3661ft)",
    "latitude": "56.832741",
    "longitude": "-4.530583",
    "gridReference": "NN457741"
 },
 {
    "description": "Aonach Beag is the second highest summit in the Nevis Range, but is hidden from most views by the lower but more bulky Aonach Mor. It is almost always climbed from the south starting with Glen Nevis, and can also be climbed with its neighbour Aonach Mor.",
    "name": "Aonach Beag (Nevis Range)",
    "region": "Fort William to Loch Ericht",
    "height": "1234m (approx 4049ft)",
    "latitude": "56.800018",
    "longitude": "-4.955925",
    "gridReference": "NN196715"
 },
 {
   "description": "Aonach Meadhoin along with its two neighbouring Munros Saileag and Sgurr a'Bhealaich Dheirg form what is sometimes known as the North Geln Shiel Ridge or the Brothers Ridge.",
   "name": "Aonach Meadhoin",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height":  "1001m (approx 3284ft)",
   "latitude": "57.172593",
   "longitude": "-5.228879",
   "gridReference": "NH049137"
 },
 {
   "description": "Although lower than neighbouring Aonach Beag, Aonach Mor derives the 'Mor' tag from its greater bulk, hiding its higher neighbour. It is normally climbed with Aonach Beag from the south in Glen Nevis.",
   "name": "Aonach Mor",
   "region": "Fort William to Loch Ericht",
   "height": "1221m (approx 4006ft)",
   "latitude": "56.812423",
   "longitude": "-4.963457",
   "gridReference": "NN192729"
 },
 {
   "description": "Beinn a'Bhuird is one the giants of the Caingorms, a mountasin of immense bulk. On its eastern face, the plateau is bitten into by numerous corries, giving it a lot of character. There are two tops to the Munro, at either end of the plateau. Both are roughly the same height but the north top slightly pips it and is, therefore, the true summit.",
   "name": "Beinn a'Bhuird",
   "region": "The Cairngorms",
   "height": "1197m (approx 3927ft)",
   "latitude": "57.087476",
   "longitude": "-3.49989",
   "gridReference": "NJ092006"
 },
 {
   "description": "Beinn a'Chaorainn guards the eastern side of the famous Lairg an Laoigh pass through the Cairngorms. The slopes above the pass are steep, but south of the domed summit is the vast mossy plateau of the Moine Bheadleaidh.",
   "name": "Beinn a'Chaorainn (Cairngorms)",
   "region": "The Cairngorms",
   "height": "1082m (approx 3550ft)",
   "latitude": "57.09281",
   "longitude": "-3.577678",
   "gridReference": "NJ045013"
 },
 {
   "description": "Beinn a'Chaorainn is a straightforward north-south ridge of three summits, rising above the forestry to the north of Loch Laggan. Its eastern flanks are carved into steep corries but the slopes to the west are more featureless. It is normally climbed in conjunction with Munro Beinn Teallach.",
   "name": "Beinn a'Chaorainn (Glen Spean)",
   "region": "Spean Bridge to Elgin",
   "height": "1050m (approx 3445ft)",
   "latitude": "56.929043",
   "longitude": "-4.653805",
   "gridReference": "NN386851"
 },
 {
   "description": "Beinn a'Chlachair is the highest of a group of three Munros in the Ardverikie Forest south of Loch Laggan. The mountain has a spacious plateau but presents a forbidding wall to remote An Lairig to the south, whilst on all other sides it is very steep.",
   "name": "Beinn a'Chlachair",
   "region": "Fort William to Loch Ericht",
   "height": "1087m (approx 3566ft)",
   "latitude": "56.869104",
   "longitude": "-4.510066",
   "gridReference": "NN471781"
 },
 {
   "description": "Beinn a'Chleibh only just makes Muntos status and is overshadowed by its far more celebrated neigbour Ben Lui, with which it is usually climbed. It presents forbiddingly steep slopes to Glen Lochay.",
   "name": "Beinn a'Chleibh",
   "region": "Firth of Clyde to Strathtay",
   "height": "916m (approx 3005ft)",
   "latitude": "56.390226",
   "longitude": "-4.836569",
   "gridReference": "NN250256"
 },
 {
   "description": "Beinn a'Chochuill is somewhat hidden away behind the more celebrated Ben Cruachan range. It has a long, almost level summit rannge providing good views both of Cruachsn, and over Glen Kinglas and Loch Etive to the north. It is usually climbed in conjunction with Munro Beinn Eunaich.",
   "name": "Beinn a'Chochuill",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "979m (approx 3212ft)",
   "latitude": "56.44939",
   "longitude": "-5.069835",
   "gridReference": "NN109328"
 },
 {
   "description": "Beinn a'Chreachain is the easternmost of the four Bridge of Orchy Munros and its summit looks out over the immense flatness of Rannoch Moor. It is normally climbed in conjunction with Beinn Achaladair.",
   "name": "Beinn a'Chreachain",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1081m (approx 3547ft)",
   "latitude": "56.559754",
   "longitude": "-4.649042",
   "gridReference": "NN373440"
 },
 {
   "description": "Beinn a'Chroin is a surprisingly rocky little mountain to the south of Crianiarich. It is normally climbed with An Caisteal.",
   "name": "Beinn a'Chroin",
   "region": "Firth of Clyde to Strathay",
   "height": "940m (approx 3084ft)",
   "latitude": "56.332514",
   "longitude": "-4.599293",
   "gridReference": "NN394186"
 },
 {
   "description": "Beinn Achaladair is perhaps the finest of the four Bridge of Orchy Munros. It presents an impressive north face to the wonderful pinewoods of the Black Wood of Rannoch, and its view over Loch Tulla and Rannoch Moor to the Black Mount and Glencoe is superb. It is normally climbed with Beinn a'Chreachain.",
   "name": "Beinn Achaladair",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1038m (approx 3406ft)",
   "latitude": "56.551561",
   "longitude": "-4.695661",
   "gridReference": "NN344432"
 },
 {
   "description": "Although far less known than its neighbour Beinn Dorain, Beinn an Dothaidh is the finer viewpoint, the cairn on the edge of the steep northern side having a magnificent aerial panorama over Loch Tulia and Rannoch Moor. It is usually climbed in conjunction with Beinn Dorain.",
   "name": "Beinn an Dothaidh",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1004m (approx 3294ft)",
   "latitude": "56.529563",
   "longitude": "-4.715241",
   "gridReference": "NN331408"
 },
 {
   "description": "Almost always climbed with its great parent mountain Ben Alder, remote Beinn Bheoil is a straightforward ridge running high above Loch Ericht.",
   "name": "Beinn Bheoil",
   "region": "Fort William to Loch Ericht",
   "height": "1019m (approx 3343ft)",
   "latitude": "56.813121",
   "longitude": "-4.432586",
   "gridReference": "NN516717"
 },
 {
   "description": "Beinn Bhreac is a lowly Munro by Cairngorms standards, rising at the southern end of a vast boggy moorland. It enjoys a fine setting high above beautiful Glen Derry and is usually climbed in conjunction with Beinn a'Chaorainn.",
   "name": "Beinn Bhreac",
   "region": "The Cairngorms",
   "height": "931m (approx 3055ft)",
   "latitude": "57.055363",
   "longitude": "-3.554654",
   "gridReference": "NO058971"
 },
 {
   "description": "Beinn Bhrotain is a huge, sprawling mountain rising in an extremely remote location on the west side of Glen Dee. Its northern side falls precipitously down to the great trench of Glen Geusachan. It is normally climbed in conjnction with Monadh Mor.",
   "name": "Beinn Bhrotain",
   "region": "The Cairgorms",
   "height": "1157m (approx 3796ft)",
   "latitude": "57.00912",
   "longitude": "-3.723993",
   "gridReference": "NN954922"
 },
 {
   "description": "Beinn Bhuidhe is a neglected Munro, being shyly hidden away between Glens Shira and Fyne at the head of Loch Fyne. Its uppermost ridge is surprisingly steep and rocky and is a tremendous viewpoint.",
   "name": "Beinn Bhuidhe",
   "region": "Firth of Clyde to Strathtay",
   "height": "948m (approx 3110ft)",
   "latitude": "56.326551",
   "longitude": "-4.907879",
   "gridReference": "NN203187"
 },
 {
   "description": "Beinn Chabhair rises steeply above Inverarnan just to the north of Loch Lomond. This rocky peak is both accessible and popular; the summit is a fine viewpoint, with a good vista down Loch Long.",
   "name": "Beinn Chabhair",
   "region": "Firth of Clyde to Strathtay",
   "height": "933m (approx 3061ft)",
   "latitude": "56.325309",
   "longitude": "-4.642479",
   "gridReference": "NN367179"
 },
 {
   "description": "Beinn Dearg is a remote dome of pink granite rising above the surrounding moorlands in the remote area north of Blair Atholl.",
   "name": "Beinn Dearg (Blair Atholl)",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "1008m (approx 3307ft)",
   "latitude": "56.876505",
   "longitude": "-3.885268",
   "gridReference": "NN852777"
 },
 {
   "description": "Beinn Dearg is a big hill and dominates everything in the surrounding area. It is a fine dome-shaped mountain, high above deep and atmospheric corries. It is normally climbed in conjunction with Cona Mheall, Meall nan Ceapraichean and Eidigh nan Clach Geala.",
   "name": "Beinn Dearg (Ullapool)",
   "region": "Ullapool to the Moray Firth",
   "height": "1084m (approx 3556ft)",
   "latitude": "57.785699",
   "longitude": "-4.930093",
   "gridReference": "NH259811"
 },
 {
   "description": "Beinn Dorsin is one of the more familiar landmark hills of the Highlands, a graceful, steep grassy pyramid revealed on the drive north from Tyndrum. It is normally climbed with Beinn an Dothaidh.",
   "name": "Beinn Dorain",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1076m (approx 3530ft)",
   "latitude": "56.502428",
   "longitude": "-4.723051",
   "gridReference": "NN325378"
 },
 {
   "description": "Beinn Dubhchraig, usually climbed together with its neighbour Ben Oss, is part of the Ben Lui range of mountains. It is considerably smaller in height than its surrounding neighbours, however, it makes up for this in the bulk of the hill.",
   "name": "Beinn Dubhchraig",
   "region": "Firth of Clyde to Strathtay",
   "height": "978m (approx 3209ft)",
   "latitude": "56.390508",
   "longitude": "-4.744222",
   "gridReference": "NN307254"
 },
 {
   "description": "Beinn Eibhinn is a steep sided ridge curving around Coire a'Charra Mhoir. Part of the Geal Charn ridge system north of Ben Alder, it requires a long walk to reach it from any direction. It is usually climbed in conjunction with Cairn Dearg, Geal Charn and Aonach Beag.",
   "name": "Beinn Eibhinn",
   "region": "Fort William to Loch Ericht",
   "height": "1102m (approx 3615ft)",
   "latitude": "56.825295",
   "longitude": "-4.543194",
   "gridReference": "NN449733"
 },
 {
   "description": "Beinn Eunaich rises above the foor of Glen Strae and its slopes of grass and broken rock are steep and strenuous. It is usually climbed with neighbouring Beinn a'Chochuill.",
   "name": "Beinn Eunaich",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "989m (approx 3245ft)",
   "latitude": "56.450425",
   "longitude": "-5.027715",
   "gridReference": "NN135328"
 },
 {
   "description": "Beinn Fhada has a sprawling summit plateau with steep, craggy sides and several grand corries. It is well seen in the view from Morvich near the head of Loch Duich.",
   "name": "Beinn Fhada",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1032m (approx 3386ft)",
   "latitude": "57.220591",
   "longitude": "-5.284443",
   "gridReference": "NH018192"
 },
 {
   "description": "Beinn Fhionnlaidh is a long, broad and undulating ridge running between Glen Etive and Loch Creran. It can be climbed from either direction but the route from Loch Creran avoids the worst of the forestry and gives good views out over the sea. It is easy enough to combine Beinn Fhionnlaidh with Sgor na h-Ulaidh in Glencoe to make a longer day out, but is equally impressive if climbed on its own.",
   "name": "Beinn Fhionnlaidh",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "959m (approx 3146ft)",
   "latitude": "56.600435",
   "longitude": "-5.1049",
   "gridReference": "NN095497"
 },
 {
   "description": "Beinn Fhionnlaidh is a frustrating Munro for baggers, being out on the inaccessible ridge running north from Carn Eige. Loch Mullardoch guards the foot of the ridge so most baggers have to climb over Carn Eige twice to get out and back from this peak. Beinn Fhionnlaidh is usually climbed with Carn Eige and Mam Sodhall.",
   "name": "Beinn Fhionnlaidh (Carn Eige)",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1005m (approx 3297ft)",
   "latitude": "57.305413",
   "longitude": "-5.130907",
   "gridReference": "NH115282"
 },
 {
   "description": "Beinn Ghlas is a little known Munro but one of the most frequently climbed, the reason being that it is visited on the usual path used en route to Ben Lawers. Almost never climbed in its own right. Beinn Ghlas supports a wonderful arctic flora and is part of the Ben Lawers National Nature Reserve.",
   "name": "Beinn Ghlas",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1103m (approx 3619ft)",
   "latitude": "56.535493",
   "longitude": "-4.237467",
   "gridReference": "NN625404"
 },
 {
   "description": "Beinn Heasgarnich is a wide and expansive hill with large corries to the west and north which have a tradition of holding snow well into the string. It is normally climbed in conjunction with Creag Mhor.",
   "name": "Beinn Heasgarnich",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1078m (approx 3537ft)",
   "latitude": "56.509966",
   "longitude": "-4.580547",
   "gridReference": "NN413383"
 },
 {
   "description": "Beinn Ime is the highest of the Arrochar Alps. Usually ascended by its broad southern slopes from the Bealach a'Mhaim, the other sides of the mountain are much steeper and more rugged. It is usually climbed with Beinn Narnain.",
   "name": "Beinn Ìme",
   "region": "Firth of Clyde to Strathtay",
   "height": "1011m (approx 3317)",
   "latitude": "56.236067",
   "longitude": "-4.817087",
   "gridReference": "-4.817087"
 },
 {
   "description": "Beinn Iutharn Mhor is a steep sided mountain in the otherwise rolling wild area of the Mounth. It is usually accessed via the long Glen Ey from the north. It is normally climbed with Carn Bhac.",
   "name": "Beinn Iutharn Mhor",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "1045m (approx 3428ft)",
   "latitude": "56.894352",
   "longitude": "-3.569302",
   "gridReference": "NO045792"
 },
 {
   "description": "Beinn Liath Mhor is a long, multiple-summited sandstone ridge with steep flanks and a summit sprinkled with white quartzite. It offers interesting views over the Coulin Forest and into Torridon.",
   "name": "Beinn Liath Mhor",
   "region": "Loch Carron to Loch Maree",
   "height": "926m (approx 3038ft)",
   "latitude": "57.511449",
   "longitude": "-5.400759",
   "gridReference": "NG964519"
 },
 {
   "description": "Beinn Liath Mhor Fannaich is a bulky Munro situated just to the north of the main Fannichs ridge. It offers good views both of the neighbouring and over to the Beinn Dearf=g range. It is usually climbed with Sgurr Mor.",
   "name": "Beinn Liath Mhor Fannaich",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "954m (approx 3130ft)",
   "latitude": "57.706088",
   "longitude": "-4.990816",
   "gridReference": "NH219724"
 },
 {
   "description": "Beinn Mhanach is an undistinguished Munro, a rounded lump when seen from any direction. It is smaller than its neighbours, a lot less accessible and lacks many of the features which make the others so great. It is for this reason it is really only visited by Munro baggers.",
   "name": "Beinn Mhanach",
   "region": "Loch Rannoch to Loch Tay",
   "height": "953m (approx 3127ft)",
   "latitude": "56.533728",
   "longitude": "-4.647224",
   "gridReference": "NN373411"
 },
 {
   "description": "Beinn Mheadhoin lies at the remote heart of the Cairngorms range, its summit plateau strewn with some spectacular granite tors. If starting from Linn of Dee, the route passes through the Derry pinewoods before returning over Derry Cairngorm.",
   "name": "Beinn Mheadhoin",
   "region": "The Cairngorms",
   "height": "1182m (approx 3878ft)",
   "latitude": "57.095063",
   "longitude": "-3.612436",
   "gridReference": "NJ024016"
 },
 {
   "description": "Beinn na Lap is a rounded hill in the heart of the wild area to the northeast of Rannoch Moor.",
   "name": "Beinn na Lap",
   "region": "Fort William to Loch Ericht",
   "height": "936m (approx 3071ft)",
   "latitude": "56.788701",
   "longitude": "-4.660256",
   "gridReference": "NN376695"
 },
 {
   "description": "Beinn nan Aighenan is an isolated summit and quite a tricky Munro to reach. It is the most southerly of the Glen Etive Munros and can be climbed with Ben Starav and Glas Bheinn Mhor, or on its own.",
   "name": "Beinn nan Aighenan",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "960m (approx 3150ft)",
   "latitude": "56.52002",
   "longitude": "-5.012127",
   "gridReference": "NN148405"
 },
 {
   "description": "One of the Arrochar Alps, Beinn Narnain's location means it is often one of the first Munros to be tackled. It is a very rocky little mountain with some scrambling and serveral false summits. Beinn Narnain can be combined with Beinn Ime and Ben Vane to make a great day out on the hills.",
   "name": "Beinn Narnain",
   "region": "Firth of Clyde to Strathtay",
   "height": "926m (approx 3038ft)",
   "latitude": "56.220499",
   "longitude": "-4.790131",
   "gridReference": "NN271066"
 },
 {
   "description": "Beinn Sgrithreall has one of the finest situations of any of the Munros, towering above the tiny village of Arnisdale on Loch Hourn. Its ascent is unrelentingly steep but the views from the summit are amongst the finest in Scotland. It is the most northern Munro in this region and stands on its own separate from any other Munros.",
   "name": "Beinn Sgritheall",
   "region": "Glen Shiel to Glenfinnan",
   "height": "974m (approx 3196ft)",
   "latitude": "57.153136",
   "longitude": "-5.581167",
   "gridReference": "NG835126"
 },
 {
   "description": "With its coastal position Beinn Sgulaird has a reputation as a magnificent viewpoint. It is well deserved but the steep slopes and undulating ridge makes for a much more arduous walk than its position close to the road would suggest. Beinn Sgulaird is usually climbed on its own in a circular route.",
   "name": "Beinn Sgulaird",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "937m (approx 3074ft)",
   "latitude": "56.56552",
   "longitude": "-5.17042",
   "gridReference": "NN053460"
 },
 {
   "description": "Beinn Tarsuinn is in the heart of the Fisherfield Forest, one of the wildest places in Scotland, and requires an epic walk to ascend, whether climbed with the rest of the Fisherfield Munros from Shenavail to the north, or from Kinlochewe to the south. Beinn Tarsuinn can be climbed in conjunction with Mullach Coire Mhic Fhearchair and Sgurr Ban can also be included in your route if you have not run out of energy.",
   "name": "Beinn Tarsuinn",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "937m (approx 3074ft)",
   "latitude": "57.702185",
   "longitude": "-5.292704",
   "gridReference": "NH039728"
 },
 {
   "description": "Beinn Teallach was once the highest of the Corbetts before being promoted to one of the smallest Munros. It has steep ground on its easter side but lacks any real distinction. Beinn Teallach is normally climbed in conjunction with Beinn a'Chaorainn.",
   "name": "Beinn Teallach",
   "region": "Spean Bridge to Elgin",
   "height": "915m (approx 3002ft)",
   "latitude": "56.935344",
   "longitude": "-4.695353",
   "gridReference": "NN361859"
 },
 {
   "description": "Beinn Tulaichean is really a minor summit on the south ridge of Cruach Ardrain. It is best seen and most easily climbed from Inverlochlarig in the Braes of Balquhidder. Beinn Tulaichean is normally climbed with Cruach Ardrain.",
   "name": "Beinn Tulaichean",
   "region": "Firth of Clyde to Strathtay",
   "height": "946m (approx 3104ft)",
   "latitude": "56.34223",
   "longitude": "-4.56435",
   "gridReference": "NN416196"
 },
 {
   "description": "Beinn Udlamain is the highest of the four mountains on the west side of the Drumochter Pass. It offers fine views of the Ben Alder range. Beinn Udlamain can be climbed together with the other three Munros, which are Sgairneach Mor, A'Mharconaich and Geal Charn, to make a long but rewarding day on the hills.",
   "name": "Beinn Udlamain",
   "region": "Loch Ericht to Glen Tromie and Glen Garry",
   "height": "1010m (approx 3314ft)",
   "latitude": "56.834837",
   "longitude": "-4.330709",
   "gridReference": "NN579739"
 },
 {
   "description": "Ben Alder is one of the remotest of the Munros. A spacious plateau surrounded by cliffs and steep slopes, this is a mountain of memorable character and an almost palpable personality. The approach is enlivened by the dramatic Leachas ridges which offer some scrambling. Ben Alder is normally climbed in conjunction with Beinn Bheoil.",
   "name": "Ben Alder",
   "region": "Fort William to Loch Ericht",
   "height": "1148m (approx 3766ft)",
   "latitude": "56.813377",
   "longitude": "-4.465373",
   "gridReference": "NN496718"
 },
 {
   "description": "Ben Avon is the easternmost of the high Cairngorms. This extraordinary mountain has a vast plateau stretching for miles and dotted with an amzing array of granite tors. One of these forms the summit, requiring a short scramble. The summit is connected via a large set of high ridges to numerous surrounding Munros which gives a great opportunity for a bivvy out overnight taking in a number of Munros. Beinn a'Bhuird is the most obvious candidate for this sitting just southwest of Ben Avon.",
   "name": "Ben Avon",
   "region": "The Cairngorms",
   "height": "1171m (approx 3842ft)",
   "latitude": "57.099006",
   "longitude": "-3.435976",
   "gridReference": "NJ131018"
 },
 {
   "description": "Ben Challum is usually climbed from Strath Fillan and is an undistinguished trudge from this direction until the final ridge, though the views are fine. It reserves its best outline for its remoter side above the ehad of Glen Lochay, from where it appears as a conical peak.",
   "name": "Ben Challum",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1025m (approx 3363ft)",
   "latitude": "56.454301",
   "longitude": "-4.620593",
   "gridReference": "NN386322"
 },
 {
   "description": "Ben Chonzie is the highest point of the heathery moorlands to the north of Crieff. Its finest side is to the east above Glen Turret, but it is more frequently and quickly climbed using tracks from the west.",
   "name": "Ben Chonzie",
   "region": "Firth of Clyde to Strathtay",
   "height": "931m (approx 3054ft)",
   "latitude": "56.453396",
   "longitude": "-3.992455",
   "gridReference": "NN773308"
 },
 {
   "description": "Ben Cruachan is a very popular mountain, the highest summit of a grand range of sharp peaks between Loch Awe and Loch Etive, prominent in many distant views. Ben Cruachan is normally climbed in a horseshoe loop with its neighbouring Munro Stob Daimh, which is a long but extremely rewarding day on the hills.",
   "name": "Ben Cruachan",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1126m (approx 3691ft)",
   "latitude": "56.426239",
   "longitude": "-5.132855",
   "gridReference": "NN069304"
 },
 {
   "description": "The most northerly of the Munros, Ben Hope is an isolated monolith with a short usual ascent that can be made quickly. The view is of a stunning desolation of lochans and moors.",
   "name": "Ben Hope",
   "region": "The Far North",
   "height": "927m (approx 3041ft)",
   "latitude": "58.412754",
   "longitude": "-4.608707",
   "gridReference": "NC477501"
 },
 {
   "description": "Ben Klibreck is a giant whale of a Munro isolated in the wilds of East Sutherland. The usual ascent route climbs very steeply to reach the bealach to the south of the hill; the reward is a stunning panorama of Scotland's northern wildernesses.",
   "name": "Ben Klibreck",
   "region": "The Far North",
   "height": "962m (approx 3156ft)",
   "latitude": "58.235117",
   "longitude": "-4.41165",
   "gridReference": "NC585299"
 },
 {
   "description": "Ben Lawers is the highest mountain in the Southern Highlands and one of Scotland's most popular peaks. Ben Lawers is usually climbed in conjunction with Beinn Ghlas.",
   "name": "Ben Lawers",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1214m (approx 3983ft)",
   "latitude": "56.544762",
   "longitude": "-4.221745",
   "gridReference": "NN635414"
 },
 {
   "description": "Ben Lomond is one of the most familiar and popular of the Munros, its fine summit being in clear view from the south end of the Loch at Balloch. Whilst the path is wide and busy up the slopes, the summit is dramatically situated above a steep corrie and the views over the Loch are unsurpassed.",
   "name": "Ben Lomond",
   "region": "Firth of Clyde to Strathtay",
   "height": "974m (approx 3196ft)",
   "latitude": "56.189787",
   "longitude": "-4.633151",
   "gridReference": "NN367028"
 },
 {
   "description": "Ben Lui is regarded as one of the grandest and most elegant mountains in the Southern Highlands, with a magnificent appearance when seen up the Conoish Glen from Dalrigh. The shortest route to it is from Glen Lochy, enabling easy inclusion of its less impressive neighbour Beinn a'Chleibh.",
   "name": "Ben Lui",
   "region": "Firth of Clyde to Strathtay",
   "height": "1130m (approx 3707ft)",
   "latitude": "56.397097",
   "longitude": "-4.811148",
   "gridReference": "NN266263"
 },
 {
   "description": "The second highest mountain in Britain, Ben Macdui is in the centre of the arctic-like Cairngorms plateau - a much wilder place than Ben Nevis. Climbed equally frequently from both Deeside and Speyside, the summit is said to be haunted by the wraith-like Old Grey Man. Ben Macdui can be climbed in conjunction with its neighbours Carn a'Mhaim and Derry Cairngorm.",
   "name": "Ben Macdui",
   "region": "The Cairngorms",
   "height": "1309m (approx 4295ft)",
   "latitude": "57.070063",
   "longitude": "-3.669085",
   "gridReference": "NN989989"
 },
 {
   "description": "Ben More is instantly recognisable, a towering pyramid from near Crianlarich and joined by its near neighbour Stob Binnein in more distant views. Its slopes above Benmore Farm are relentlessly steep. Ben More is normally climbed in conjunction with its near neighbour Stob Binnein.",
   "name": "Ben More",
   "region": "Firth of Clyde to Strathtay",
   "height": "1174m (approx 3852ft)",
   "latitude": "56.385845",
   "longitude": "-4.541359",
   "gridReference": "NN432244"
 },
 {
   "description": "Ben More is the only island Munro outside Skye. It is a grand, rocky mountain and a fantastic viewpoint for scores of islands dotted around the Minches.",
   "name": "Ben More (Mull)",
   "region": "Isle of Mull",
   "height": "966m (approx 3169ft)",
   "latitude": "56.424168",
   "longitude": "-6.015276",
   "gridReference": "NM525330"
 },
 {
   "description": "Ben More Assynt is the highest mountain in the extraordinary landscape of Assynt. It is hidden from the roads, however, by the neighbouring summit of Conival. Ben More has huge, scree girt flanks, a fine approach ridge and a view of total desolation. Ben More Assynt is best climbed in conjunction with Conival.",
   "name": "Ben More Assynt",
   "region": "The Far North",
   "height": "998m (approx 3274ft)",
   "latitude": "58.13782",
   "longitude": "-4.858724",
   "gridReference": "NC318201"
 },
 {
   "description": "The highest mountain in Britain, Ben Nevis certainly attracts the crowds, with hordes of trippers toiling up the long and punishing stony ascent to the summit in the summer months. The North Face, on the other hand, presents a very differnet prospect, its towering precipices and narrow gullies making up one of the most celebrated rock and ice climbing arenas in the country. Ben Nevis can be climbed in conjunction with Carn Mor Dearg, or on its own.",
   "name": "Ben Nevis",
   "region": "Fort William to Loch Ericht",
   "height": "1344m (approx 4409ft)",
   "latitude": "56.796154",
   "longitude": "-5.004763",
   "gridReference": "NN166712"
 },
 {
   "description": "Ben Oss is a rugged mountain, usually climbed from Dalrigh near Tyndrum. It suffers from the proximity of its near and much grander neighbour, Ben Lui. Ben Oss is normally climbed in conjunction with Beinn Dubhchraig to make a good day out on the hills.",
   "name": "Ben Oss",
   "region": "Firth of Clyde to Strathtay",
   "height": "1029m (approx 3376ft)",
   "latitude": "56.38889",
   "longitude": "-4.776514",
   "gridReference": "NN287253"
 },
 {
   "description": "Ben Starav is an imposing mountain which rears up steeply from the head of Loch Etive. Higher up it has some fine ridges and is a great viewpoint. Ben Starav is usually climbed in conjunction with Beinn nan Aighenan and Glas Bheinn Mhor to make a long and tiring, but extremely rewarding day out on the hills.",
   "name": "Ben Starav",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1078m (approx 3537ft)",
   "latitude": "56.538846",
   "longitude": "-5.051043",
   "gridReference": "NN125427"
 },
 {
   "description": "One of the Arrochar Alps, Ben Vane only just makes Munro status but has great character, with very steep and rocky slopes on all sides. Ben Vane can be combined with Beinn Ime and Beinn Narnain to make a good ling day on the hills.",
   "region": "Firth of Clyde to Strathtay",
   "height": "915m (approx 3002ft)",
   "latitude": "56.249433",
   "longitude": "-4.78255",
   "gridReference": "NN277098"
 },
 {
   "description": "Ben Vorlich above Loch Earn is one of the best known Scottish mountains and is very popular. Close to the Highland boundary, it gives excellent views into the Lowlands. Ben Vorlich is usually combined with Stuc a'Chroin in a medium day.",
   "name": "Ben Vorlich (Loch Earn)",
   "region": "Firth of Clyde to Strathtay",
   "height": "982m (approx 3222ft)",
   "latitude": "56.342595",
   "longitude": "-4.219685",
   "gridReference": "NN629189"
 },
 {
   "description": "Ben Vorlich towers above the west side of the head of Loch Lomond; although close to the road its steep sides mean it is still a tough ascent. Ben Vorlich is normally climbed on its own and makes a fantasic winter climb.",
   "name": "Ben Vorlich (Loch Lomond)",
   "region": "Firth of Clyde to Strathtay",
   "height": "943m (approx 3094ft)",
   "latitude": "56.273415",
   "longitude": "-4.755212",
   "gridReference": "NN295124"
 },
 {
   "description": "Ben Wyvis is a vast and sprawling mountain whose isolated position makes it the dominating feature of a wide area of the Highlands. The ascent to its spacious plateau is a reasonably straightforward ascent in good summer conditions by Munro standards and there are very extensive views from the summit.",
   "name": "Ben Wyvis",
   "region": "Ullapool to the Moray Firth",
   "height": "1046m (approx 3432ft)",
   "latitude": "57.678304",
   "longitude": "-4.579189",
   "gridReference": "NH463683"
 },
 {
   "description": "Bidean nam Bian is more a mountain range than a single mountain, a huge and compex mass of dramatic crags, ridges and summits towering on the south side of Glen Coe. Bidean nam Bian can be climbed in conjunction with Stob Coire Sgreamhach.",
   "name": "Bidean nam Bian",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1150m (approx 3773ft)",
   "latitude": "56.642732",
   "longitude": "-5.030066",
   "gridReference": "NN143542"
 },
 {
   "description": "One of the remotest Munros, Bidein a'Choire Sheasgaich is a magnificent peak hidden away in the wilderness above Loch Monar. Reaching its foot from any direction is arduous, with much ascent and descent. Bidein a'Choire Sheasgaich is normally climbed with Lurg Mhor in a long but rewarding day.",
   "name": "Bidein a'Choire Sheasgaich",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "945m (approx 3100ft)",
   "latitude": "57.41923",
   "longitude": "-5.250579",
   "gridReference": "NH049412"
 },
 {
    "description": "Bidein a'Ghlas Thuill is the highest summit of magnificent An Teallach, despite being less dramatic than neighbouring Sgurr Fiona, it is the best viewpoint on the mountain and one of the most dramatic in Britain. Bidein a'Ghlas Thuill can be climbed in conjunction with Sgurr Fiona, but it can equally well be climbed on its own.",
    "name": "Bidein a'Ghlas Thuill (An Teallach)",
    "region": "Loch Maree to Loch Broom and Garve",
    "height": "1062m (approx 3484ft)",
    "latitude": "57.806571",
    "longitude": "-5.253386",
    "gridReference": "NH068843"
 },
 {
   "description": "Binnein Beag is the most northern of the Mamore range and sits in a block of four Munros that form the eastern section of the region. Binnein Beag is normally climbed with three other Munros Na Gruagaichean, Binnein Mor and Sgurr Eilde Mor to form a fantastic day on the hills, although it can just as easily be split into smaller outings.",
   "name": "Binnein Beag",
   "region": "Fort William to Loch Ericht",
   "height": "943m (approx 3094ft)",
   "latitude": "56.766887",
   "longitude": "-4.912399",
   "gridReference": "NN221677"
 },
 {
   "description": "Binnein Mor is the highest summit of the magnificent Mamores range, one of the best mountain ranges in Scotland for keen hillwalkers. It is also a fine and graceful mountain in its own right. The views are tremendous, especially across to Ben Nevis and sown onto its lower neighbours. Binnein Mor can be climbed in conjunction with Na Gruagaichean to give a superb ridgewalk.",
   "name": "Binnein Mor",
   "region": "Fort William to Loch Ericht",
   "height": "1130m (approx 3707ft)",
   "latitude": "56.753981",
   "longitude": "-4.926125",
   "gridReference": "NN212663"
 },
 {
   "description": "Bla Bheinn is one of the most magnificent mountains in Britain; a great isolated citadel of rock with fabulous views and all the character of the main Cuillin Ridge. Its ascent is straightforward by Cuillin standards but very rocky.",
   "name": "Bla Bheinn",
   "region": "Isle of Skye",
   "height": "928m (approx 3045ft)",
   "latitude": "57.219236",
   "longitude": "-6.094748",
   "gridReference": "NG529217"
 },
 {
   "description": "The third highest mountain in Britain, Braeriach is perhaps the finest of the Cairngorms. Reaching its vast summit plateau requires a long approach walk - this remains a truly wild place - whilst all around the plateau are a vast range of dramatic and beautiful corries. Braeriach is normally climbed in conjunction with Munros Sgor an Lochan Uaine, Cairn Toul and The Devil's Point to make a long but extremely rewarding day on the hills.",
   "name": "Braeriach",
   "region": "The Cairngorms",
   "height": "1296m (approx 4252ft)",
   "latitude": "57.078237",
   "longitude": "-3.728848",
   "gridReference": "NN953999"
 },
 {
   "description": "The central summit of the Beinn a'Ghlo massif, Braigh Coire Chruinn-bhalgain is a complex hill with twisting ridges and steep sides. It enjoys a fine position above beautiful Glen Tilt. Braigh Coire Chruinn-bhalgain is usually climbed in conjunction with the two other Munros that make up Beinn a'Ghlo, which are Carn Liath and Carn nan Gabhar.",
   "name": "Braigh Coire Chruinn-bhalgain",
   "region": "Forest of Atholl to Braemar and Blaigowrie",
   "height": "1070m (approx 3510ft)",
   "latitude": "56.831123",
   "longitude": "-3.730555",
   "gridReference": "NN945724"
 },
 {
   "description": "Broad Cairn is part of the vast, rolling Mounth plateau. Most conveniently climbed from Loch Muick, it is best seen from that direction. Broad Cairn is normally climbed in conjunction with Cairn Bannoch to the northwest. This round of Munros is an easy expedition and should offer great views throughout, however, be prepared for quite a long walk in.",
   "name": "Broad Cairn",
   "region": "Braemar to Montrose",
   "height": "998m (approx 3274ft)",
   "latitude": "56.918618",
   "longitude": "-3.249984",
   "gridReference": "NO240815"
 },
 {
   "description": "Bruach na Frithe is one of the most straightforward of the Cuillin Munros, and often the first to be climbed. Bruach na Frithe can be climbed in conjunction with Am Basteir.",
   "name": "Bruach na Frithe",
   "region": "Isle of Skye",
   "height": "958m (approx 3143ft)",
   "latitude": "57.246874",
   "longitude": "-6.210625",
   "gridReference": "NG461252"
 },
 {
   "description": "Bynack More is the cornerstone of the High Cairngorms to the northeast, its pyramidal summit appearing to be the greatest mountain in the range when seen from much of Moray. From the summit the views are correspondingly extenstive. Interest is added by the great tors of the Barns of Bynack down the east side of the ridge.",
   "name": "Bynack More",
   "region": "The Cairngorms",
   "height": "1090m (approx 3576ft)",
   "latitude": "57.137626",
   "longitude": "-3.586194",
   "gridReference": "NJ041063"
 },
 {
   "description": "Cairn Bannoch is a fairly insignificant summit on the Mounth plateau to the south of Lochnagar. The most significant feature nearby is the great cliff of Creag an Dubh Loch to the northeast (but out of sight). Cairn Bannoch is normally climbed in conjunction with Broad Cairn.",
   "name": "Cairn Bannoch",
   "region": "Braemar to Montrose",
   "height": "1012m (approx 3320ft)",
   "latitude": "56.9273",
   "longitude": "-3.27985",
   "gridReference": "NO222825"
 },
 {
   "description": "Cairn Gorm is one of the best known summits in Scotland, and despite not being the highest has lent its name to this whole mountain range. The Cairn Gorm plateau is vast and can be used as a starting point for accessing many of the more remote Munros further into the Cairngorm range.",
   "name": "Cairn Gorm",
   "region": "The Cairngorms",
   "height": "1245m (approx 4085ft)",
   "latitude": "57.116207",
   "longitude": "-3.644735",
   "gridReference": "NJ005040"
 },
 {
   "description": "Cairn of Claise is a fairly insignificant rise on the wide plateau on the east side of the Cairnwell Pass. A large stone wall crosses close by the summit marking the old county boundary. Cairn of Clasise is normally climbed with Carn an Tuirc, Tom Buidhe and Tolmount in one outing.",
   "name": "Cairn of Claise",
   "region": "Braemar to Montrose",
   "height": "1064m (approx 3491ft)",
   "latitude": "56.893433",
   "longitude": "-3.339432",
   "gridReference": "NO185788"
 },
 {
   "description": "Cairn Toul is the most shapely of the high Cairngorms, rising as a giant sentinel above the infant River Dee. It is in a very wild and remote position and many walkers will need an overnight trip to climb it, whether from Deeside or Speyside. Cairn Toul can be combined with its neighbouring peaks of Braeriach, The Devil's Point and Sgor an Lochain Uaine to make a tough but extremely rewarding day. You can however split this into several days on the hills if it seems too much.",
   "name": "Cairn Toul",
   "region": "The Cairngorms",
   "height": "1291m (approx 4236ft)",
   "latitude": "57.05422",
   "longitude": "-3.711243",
   "gridReference": "NN963972"
 },
 {
   "description": "Carn a'Chalmain is a stony summit on the edge of a sweeping plateau on the edge of Glen Tilt. The usual approach is up this glen, its great beauty making this a fine walk.",
   "name": "Carn a'Chlamain",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "963m (approx 3159ft)",
   "latitude": "56.860961",
   "longitude": "-3.781143",
   "gridReference": "NN915758"
 },
 {
   "description": "Carn a'Choire Bhoidheach is in the centre of the extensive White Mounth plateau. The true summit is a featureless swelling but a short distance further north is the more dramatic Stuic, a minor summit on the edge of two dramatic corries. Carn a'Choire Bhoidheach is usually climbed in conjunction with the other four Munros on the plateau, which are Lochnagar, Carn an t-Sagairt Mor, Cairn Bannoch and Broad Cairn.",
   "name": "Carn a'Choire Bhoidheach",
   "region": "Braemar to Montrose",
   "height": "1110m (approx 3642ft)",
   "latitude": "56.94533",
   "longitude": "-3.273892",
   "gridReference": "NO226845"
 },
 {
   "description": "Carn a'Gheoidh is hidden behind the two more familiar Cairnwell Munros. It offers a wild and quiet respite to the ski developments on its two neighbours. Carn a'Gheoidh is normally climnbed in conjunction with Carn Aosda and The Cairnwell.",
   "name": "Carn a'Gheoidh",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "975m (approx 3199ft)",
   "latitude": "56.873137",
   "longitude": "-3.466684",
   "gridReference": "NO107767"
 },
 {
   "description": "Carn a'Mhaim guards Lairig Ghru on the approach from Braemar. It is joined to mighty Ben Macdui by perhaps the narrowest section of ridge in the Cairngorms. Carn a'Mhaim is often combined with Ben MAcdui and Derry Cairngorm to make a long but extremely rewarding day on the Munros.",
   "name": "Carn a'Mhaim",
   "region": "The Caringorms",
   "height": "1037m (approx 3402ft)",
   "latitude": "57.03605",
   "longitude": "-3.659319",
   "gridReference": "NN994951"
 },
 {
   "description": "Carn an Fhidhleir is a domed and unspectacular Munro. However, it is in the heart of a vast roadless area, requiring a long walk in no matter which direction you are coming from. Carn an Fhidhleir is normally climbed in conjunction with neighbouring Munro An Sgarsoch.",
   "name": "Carn an Fhidhleir (Carn Ealar)",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "994m (approx 3261ft)",
   "latitude": "56.936127",
   "longitude": "-3.802805",
   "gridReference": "NN904842"
 },
 {
   "description": "Carn an Righ is a steep-sided mountain in the heart of the Mounth. It is usually climbed via the Spittal of Glenshee to the southeast. Carn an Righ is normally climbed in conjunction with Glas Tulaichean, which is connected via a low col to the southeast ridge of Carn an Righ.",
   "name": "Carn an Righ",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "1029m (approx 3376ft)",
   "latitude": "56.876038",
   "longitude": "-3.596431",
   "gridReference": "NO028772"
 },
 {
   "description": "Carn an t-Sagairt Mor is on the Mounth plateau to the west of Lochnagar; access to these hills is normally from Glen Callater to the west. It is a dome-shaped hill with aircraft wreckage to the north of the summit, its best known feature. Carn an t-Sagairt is normally climbed in conjunction with neighbouring Munro Carn a'Choire Bhoidheach to make an easy outing. Lochnagar to the northeast is often added as well to really make the day.",
   "name": "Carn an t-Sagairt Mor",
   "region": "Braemar to Montrose",
   "height": "1047m (approx 3435ft)",
   "latitude": "56.943229",
   "longitude": "-3.303409",
   "gridReference": "NO208843"
 },
 {
   "description": "Carn an Tuirc is a stony dome, one of four Munros above the east side of the Cairnwell Pass. The summits in this region are arranged on a wide plateau making it possible to devise numerous expeditions taking in multiple peaks. Carn an Tuirc is usually climbed in conjunction with neighbouring Munros Cairn of Claise, Tom Buidhe and Tolmount in one outing.",
   "name": "Carn an Tuirc",
   "region": "Braemar to Montrose",
   "height": "1019m (approx 3343ft)",
   "latitude": "56.907608",
   "longitude": "-3.358004",
   "gridReference": "NO174804"
 },
 {
   "description": "Carn Aosda is one of the easiest and quickest Munros to climb, but that is its only distinction. The mountain has been heavily developed for skiing and pistes, tows and access tracks disfigure its slopes above the Cairnwell pass. Carn Aosda is normally climbed in conjunction with Carn a'Gheoidh and The Cairnwell.",
   "name": "Carn Aosda",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "917m (approx 3009ft)",
   "latitude": "56.896101",
   "longitude": "-3.423256",
   "gridReference": "NO134792"
 },
 {
   "description": "Carn Bhac is a rounded mountain deep in the wilds of the Mounth south of Inverey. One of the less visited Munros, it offers a chance for peace, quiet and contemplation. Carn Bhac can be climbed in conjunction with neighbouring Munro Beinn Iutham Mhor.",
   "name": "Carn Bhac",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "946m (approx 3104ft)",
   "latitude": "56.930396",
   "longitude": "-3.560955",
   "gridReference": "NO051832"
 },
 {
   "description": "Carn Dearg is a remote peak between Rannoch Moor and the Ben Alder range, above Loch Ossian. It can be climbed from either Corrour or Rannoch stations on the West Highland line. Carn Dearg is normally climbed in conjunction with Sgor Gaibhre.",
   "name": "Carn Dearg (Corrour)",
   "region": "Fort William to Loch Ericht",
   "height": "941m (approx 3087ft)",
   "latitude": "56.7596",
   "longitude": "-4.591109",
   "gridReference": "NN417661"
 },
 {
   "description": "Carn Dearg is a wedge-shaped and rather sprawling mountain situated above Culra Bothy in the heart of the Ben Alder forest. Carn Dearg can be climbed in conjunction with Geal Charn, Aonach Beag and Beinn Eibhinn.",
   "name": "Carn Dearg (Loch Pattack)",
   "region": "Fort William to Loch Ericht",
   "height": "1034m (approx 3392ft)",
   "latitude": "56.854921",
   "longitude": "-4.454983",
   "gridReference": "NN504764"
 },
 {
   "description": "Carn Dearg is the highest of the Monadhliath, situated on a fairly slender ridge leading south from the main plateau and quite uncharacteristic of the range. Carn Dearg can either be climbed on its own or climbed as part of a longer day by combining it with its neighbours, Carn Sgulain and A'Chailleach, further east.",
   "name": "Carn Dearg (Monadhliath)",
   "region": "Spean Bridge to Elgin",
   "height": "945m (approx 3100ft)",
   "latitude": "57.09145",
   "longitude": "-4.254352",
   "gridReference": "NH635023"
 },
 {
   "description": "Carn Eige is the highest of all the mountains north of the Great Glen, and forms the culminating point of the great range of peaks on the north side of beautiful Glen Affric. Carn Eige can be climbed with Mam Sodhail and Beinn Fhionnlaidh.",
   "name": "Carn Eige",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1183m (approx 3881ft)",
   "latitude": "57.287803",
   "longitude": "-5.11613",
   "gridReference": "NH123262"
 },
 {
   "description": "Carn Ghluasaid is reached by a fine stalkers path from the north side of Loch Cluanie. The other side of the mountain collapses in broken crags down to Coire Sgreumh. Carn Ghluasaid can be climbed with Sgurr nan Conbhairean and Sail Chaorainn.",
   "name": "Carn Ghluasaid",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "957m (approx 3140ft)",
   "latitude": "57.165811",
   "longitude": "-5.069453",
   "gridReference": "NH145125"
 },
 {
   "description": "Carn Gorm is one of a group of four Munros on the north side of Glen Lyon that are usually climbed together. Its summit is a broad dome with little distinction but there are good views of the glen. As mentioned, Carn Gorm is usually climbed with three other Munros, which are Meall Garbh, Carn Mairg and Meall nan Aighean, but can just as easily be climbed on its own.",
   "name": "Carn Gorm",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1029m (approx 3376ft)",
   "latitude": "56.621966",
   "longitude": "-4.22628",
   "gridReference": "NN635500"
 },
 {
   "description": "Carn Liath is the lowest of Beinn a'Ghlo's three summits, but it is also the most accessible - and the most prominent when seen from the main A9 road. The path up it has become so eroded that it can be seen from miles away. Carn Liath can be climbed with the other two Beinn a'Ghlo Munros, which are Braigh Coire Chruinn-bhalgain and Carn nan Gabhar.",
   "name": "Carn Liath (Beinn a'Ghlo)",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "975m (approx 3199ft)",
   "latitude": "56.807571",
   "longitude": "-3.744211",
   "gridReference": "NN936698"
 },
 {
   "description": "Carn Liath is an eastern outlier of the Creag Meagaidh range and is a rather sprawling and undistinguished hill. Carn Liath can be climbed in conjunction with Stob Poite Coire Ardair and Creag Meagaidh.",
   "name": "Carn Liath (Creag Meagaidh)",
   "region": "Spean Bridge to Elgin",
   "height": "1005m (approx 3297ft)",
   "latitude": "56.97863",
   "longitude": "-4.515788",
   "gridReference": "NN472903"
 },
 {
   "description": "Carn Mairg is the highest of a range of four Munros on the north side of Glen Lyon above Invervar. Alone amongst the four, its summit has small crags and a distinctive form. Carn Mairg is usually climbed in conjunction with three other Munros, which are Carn Gorm, Meall Garbh and Meall nan Aighean.",
   "name": "Carn Mairg",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1042m (approx 3419ft)",
   "latitude": "56.634142",
   "longitude": "-4.147096",
   "gridReference": "NN684512"
 },
 {
   "description": "Carn Mor Dearg may be one of the highest mountains in Britain, but it is completely overshadowed by Ben Nevis. It is the perfect viewpoint from which to admire the Ben's magnificent North Face and its graceful peak crowns a fine ridge. Carn Mor Dearg is normally climbed from the west by climbing the first half of Ben Nevis.",
   "name": "Carn Mor Dearg",
   "region": "Fort William to Loch Ericht",
   "height": "1220m (approx 4003ft)",
   "latitude": "56.804661",
   "longitude": "-4.987421",
   "gridReference": "NN177721"
 },
 {
   "description": "Carn na Caim is the more northerly of the two Munros on the wide plateau guarding the east side of the Drumochter Pass. The approach to the summit is boggy but the views are better than might be imagined. Carn na Caim is normally climbed with A'Bhuidhneach Bheag.",
   "name": "Carn na Caim",
   "region": "Loch Ericht to Glen Tromie and Glen Garry",
   "height": "941m (approx 3087ft)",
   "latitude": "56.911343",
   "longitude": "-4.174487",
   "gridReference": "NN677821"
 },
 {
   "description": "Carn nan Gabhar is the highest and remotest summit of Beinn a'Ghlo. It offers views across the empty wilderness of the Mounth and makes a fine termination to a grand ridge walk. Carn nan Gabhar can be climbed in conjunction with the other two Beinn a'Ghlo Munros, which are Carn Liath and Braigh Coire Chruinn-bhalgain.",
   "name": "Carn nan Gabhar",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "1121m (approx 3678ft)",
   "latitude": "56.839788",
   "longitude": "-3.688331",
   "gridReference": "NN971733"
 },
 {
   "description": "One of two Munros of the same name in close proximity, this Carn nan Gobhar rises between Loch Mullardoch and Glen Strathfarrar. It is a fairly rounded peak and rather overshadowed by its more dramatic neighbour Sgurr na Lapaich. Carn nan Gobhar can be climbed in conjunction with Sgurr na Lapaich, An Riabhachan and An Socach.",
   "name": "Carn nan Gobhar (Loch Mullardoch)",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "992m (approx 3255ft)",
   "latitude": "57.36281",
   "longitude": "-5.026017",
   "gridReference": "NH181343"
 },
 {
   "description": "Carn nan Gobhar is a rounded hill on the north Strathfarrar ridge. The generally easy slopes are topped with a summit area covered in awkward angular boulders. There are good views over the Beauly and Cromarty Firths. Carn nan Gobhar can be climbed in conjunction with Sgurr na Ruaidhe, Sgurr a'Choire Ghlais and Sgurr Fhuar-thuill in one outing, or you can split them into smaller days.",
   "name": "Carn nan Gobhar (Strathfarrar)",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "992m (approx 3255ft)",
   "latitude": "57.452517",
   "longitude": "-4.880033",
   "gridReference": "NH273439"
 },
 {
   "description": "Carn Sgulain is one of the least interesting Munros, a featureless pudding in the Monadhliath and much inferior to neighbouring A'Chailleach. The intervening ground is riven by a steep little grassy gully. Carn Sgulain is usually climbed in conjunction with its neighbouring Munro A'Chailleach via its easy southern slopes.",
   "name": "Carn Sgulain",
   "region": "Spean Bridge to Elgin",
   "height": "920m (approx 3018ft)",
   "latitude": "57.124268",
   "longitude": "-4.177043",
   "gridReference": "NH683058"
 },
 {
   "description": "Chno Dearg is one of the less distinguished mountains on the south side of Glen Spean, its rounded dome lacking any distinctive features. Chno Dearg is normally climbed with Stob Coire Sgriodain to the west.",
   "name": "Chno Dearg",
   "region": "Fort William to Loch Ericht",
   "height": "1046m (approx 3432ft)",
   "latitude": "56.830016",
   "longitude": "-4.661547",
   "gridReference": "NN377741"
 },
 {
   "description": "Ciste Dhubh is a dramatically pointed summit set some way back from Cluanie and Glen Shiel. It is a fine and very distinctive peak of great character.",
   "name": "Ciste Dhubh",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "979m (approx 3212ft)",
   "latitude": "57.199155",
   "longitude": "-5.209671",
   "gridReference": "NH062166"
 },
 {
   "description": "Cona' Mheall is a fine stony ridge to the east of the main bulk of the Beinn Dearg range. It offers tremendous views across the wild and rocky Coire Ghrunnda. Cona' Mheall can be combined with Beinn Dearg, Meall nan Ceapraichean and Eididh nan Clach Geala to make a long and rewarding day out in the hills.",
   "name": "Cona' Mheall",
   "region": "Ullapool to the Moray Firth",
   "height": "977m (approx 3205ft)",
   "latitude": "57.790765",
   "longitude": "-4.905261",
   "gridReference": "NH274816"
 },
 {
   "description": "Conival is in view from Inchnadamph but is rather retiring compared to the lower peaks such as Quinag. Composed of Lewissian Gneiss - one of the oldest rocks on the planet - the mountain gives a steep ascent with tricky terrain. The view is of an otherworldly wilderness of lochs and moors, whilst a fine ridge connects with the neighbouring and higher Ben More Assynt. Conival is best climbed in conjunction with Ben More Assynt.",
   "name": "Conival",
   "region": "The Far North",
   "height": "987m (approx 3238ft)",
   "latitude": "58.135452",
   "longitude": "-4.884022",
   "gridReference": "NC303199"
 },
 {
   "description": "Creag a'Mhaim is the easternmost of the seven Munros on the South Cluanie ridge, and usually the first to be climbed. It suffers by comparison to its neighbours further along the ridge. Creag a'Mhaim is normally climbed in conjunction with the six other Munros, which are Druim Shionnaich, Aonach Air Chrith, Maol Chinn-dearg, Sgurr an Doire Leathain, Sgurr an Lochain and Creag nan Damh, in one long and extremely rewarding day out.",
   "name": "Creag a'Mhaim",
   "region": "Glen Shiel to Glenfinnan",
   "height": "947m (approx 3107ft)",
   "latitude": "57.120376",
   "longitude": "-5.161534",
   "gridReference": "NH087077"
 },
 {
   "description": "Creag Leacach is a stony mountain rising prominently above the Devil's Elbow on the road up the Cairnwell Pass. It is normally ascended as part of the round of the four Munros on the east side of the pass. Creag Leacach can be climbed in conjunction with Carn an Tuirc, Cairn of Claise and Glas Maol.",
   "name": "Creag Leacach",
   "region": "Braemar to Montrose",
   "height": "987m (approx 3238ft)",
   "latitude": "56.85426",
   "longitude": "-3.388869",
   "gridReference": "NO154745"
 },
 {
   "description": "Creag Meagaidh is a vast plateau, and one of the higher mountains of the central Highlands - often recognisable from afar due to the distinctive cleft of the Window. The mountain is chiefly famed for the magnificent Coire Ardair, second only to Ben Nevis as mecca for ice climbers. Creag Meagaidh can be climbed in conjunction with Carn Liath and Stob Poite Coire Ardair.",
   "name": "Creag Meagaidh",
   "region": "Spean Bridge to Elgin",
   "height": "1129m (approx 3704ft)",
   "latitude": "56.951686",
   "longitude": "-4.602784",
   "gridReference": "NN418875"
 },
 {
   "description": "Creag Mhor is at the head of Glen Lochay and forms a very steep-sided ridge. It is a remote mountain with a long walk in from whatever direction you choose. Creag Mhor is normally climbed in conjunction with Beinn Heasgarnich via a low col that connects to the two in a southwest to northeast running ridge.",
   "name": "Creag Mhor (Glen Lochay)",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1047m (approx 3435ft)",
   "latitude": "56.489474",
   "longitude": "-4.614896",
   "gridReference": "NN391361"
 },
 {
   "description": "Creag nan Damh is the final peak on the South Glen Shiel Ridge. It only just qualifies as a Munro and appears insignificant compared to some of its neighbours. Creag nan Damh is normally climbed in conjunction with the other six Munros, which are Creag a'Mhaim, Druim Shionnach, Aonach Air Chrith, Maol Chinn-dearg, Sgurr an Doire Leathain and Sgurr an Lochain, in one long and extremely rewarding day.",
   "name": "Creag nan Damh",
   "region": "Glen Shiel to Glenfinnan",
   "height": "918m (approx 3012ft)",
   "latitude": "57.146423",
   "longitude": "-5.335745",
   "gridReference": "NG983111"
 },
 {
   "description": "This diminutive Munro is dwarfed by its higher neighbours Geal Charn and Beinn A'Chlachair and its inclusion with them requires little extra effort. However, its position high above Lochan na h-Earba makes it a fabulous viewpoint.",
   "name": "Creag Pitridh",
   "region": "Fort William to Loch Ericht",
   "height": "924m (approx 3032ft)",
   "latitude": "56.899246",
   "longitude": "-4.485811",
   "gridReference": "NN487814"
 },
 {
   "description": "Creise is one of four peaks known as the Black Mount. Creise is the most northerly of the group and is made up of a long craggy summit ridge with several tops all sitting fairly high. Creise can be climbed in conjunction with Meall a'Bhuiridh.",
   "name": "Creise",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1100m (approx 3609ft)",
   "latitude": "56.614103",
   "longitude": "-4.872906",
   "gridReference": "NN238506"
 },
 {
   "description": "Cruach Ardrain is a steep mountain rising to the south of Crianlarich, its distinctive outline being a familiar sight from many surrounding hills. It can also be climbed with its neighbour Beinn Tulaichean from the south.",
   "name": "Cruach Ardrain",
   "region": "Firth of Clyde to Strathtay",
   "height": "1046m (approx 3432ft)",
   "latitude": "56.356356",
   "longitude": "-4.576632",
   "gridReference": "NN409212"
 },
 {
   "description": "Derry Cairngorm is often mistaken for Ben Macdui in views from Deeside, its great summit cone rising above the foothills. It is one of the best viewpoints for Ben Macdui, seen above the grand Coire Uaine. Derry Cairngorm is often climbed in conjunction with its neighbouring Munros Ben Macdui and Carn a'Mhaim in a long but fantastic day on the hills.",
   "name": "Derry Cairngorm",
   "region": "The Cairngorms",
   "height": "1155m (approx 3789ft)",
   "latitude": "57.062587",
   "longitude": "-3.622572",
   "gridReference": "NO017980"
 },
 {
   "description": "To residents of Dundee, Driesh is one of the best known and most climbed Munros. It rises steeply above Glen Doll in the upper part of Glen Clova, but the summit area is much more rounded and less dramatic. Driesh can be climbed in conjunction with its neighbour Mayar.",
   "name": "Driesh",
   "region": "Braemar to Montrose",
   "height": "947m (approx 3107ft)",
   "latitude": "56.847264",
   "longitude": "-3.196778",
   "gridReference": "NO271735"
 },
 {
   "description": "Druim Shionnach is the second Munro on the South Glen Shiel Ridge. It is a narrow section of the traverse with a little scrambling on the ascent from the east. Druim Shionnach is normally climbed in conjunction with the other six Munros, which are Creag a'Mhaim, Aonach Air Chrith, Maol Chinn-dearg, Sgurr an Doire Leathain, Sgurr an Lochain and Creag nan Damh, in one long and extremely rewarding day.",
   "name": "Druim Shionnach",
   "region": "Glen Shiel to Glenfinnan",
   "height": "987m (approx 3238ft)",
   "latitude": "57.126112",
   "longitude": "-5.183509",
   "gridReference": "NH074084"
 },
 {
   "description": "Eididh nan Clach Geala rises steeply above Lochan a'Chnapaich; on the other sides its slopes are more gentle. It enjoys stunning views northwest towards the distinctive mountains of Assynt and the Summer Isles. Eididh nan Clach Geala can be climbed in conjunction with Beinn Dearg, Cona' Mheall and Meall nan Ceapraichean.",
   "name": "Eididh nan Clach Geala",
   "region": "Ullapool to the Moray Firth",
   "height": "926m (approx 3038ft)",
   "latitude": "57.81343",
   "longitude": "-4.935712",
   "gridReference": "NH257842"
 },
 {
   "description": "Technically one of the Fannichs, Fionn Bheinn is isolated from the other peaks and is nearly always climbed from Achnasheen. It is a rounded mountain but offers fine views of the nearby Torridon giants.",
   "name": "Fionn Bheinn",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "933m (approx 3061ft)",
   "latitude": "57.610795",
   "longitude": "-5.103553",
   "gridReference": "NH147621"
 },
 {
   "description": "Gairich is a distinctive solitary Munro on the south side of Loch Quioch. Nearly always climbed from the Loch Quioch Dam, it gives a fine outing. Gairich is normally climbed on its own.",
   "name": "Gairich",
   "region": "Glen Shiel to Glenfinnan",
   "height": "919m (approx 3015ft)",
   "latitude": "57.044211",
   "longitude": "-5.257302",
   "gridReference": "NN025995"
 },
 {
   "description": "Garbh Chioch Mhor is an extremely rough and rocky ridge of immense character on the edge of Knoydart. Garbh Chioch Mhor is usually climbed in conjunction with the other Munros of the South Loch Quoich ridge, which are Sgurr na Ciche and Sgurr nan Coireachan, which is a demanding route in itself. Combine this with the remoteness of these Munros, and an overneight expedition is often required.",
   "name": "Garbh Chioch Mhor",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1013m (approx 3323ft)",
   "latitude": "57.00861",
   "longitude": "-5.445315",
   "gridReference": "NM909961"
 },
 {
   "description": "Geal Charn is a rather sprawling mountain in the Beinn a'Chlachair group. Its most notable feature is the summit, with a very fine cairn and cylindrical trig point atop a graceful little cone. Geal Charn is normally climbed in conjunction with Creag Pitridh. You can also add Beinn a'Chlachair to your outing if you are fit, but it does involve a fairly large descent and re-ascent.",
   "name": "Geal Charn",
   "region": "Fort William to Loch Ericht",
   "height": "1049m (approx 3442ft)",
   "latitude": "56.897105",
   "longitude": "-4.457751",
   "gridReference": "NN504811"
 },
 {
   "description": "Geal Charn is separated from the other Monadhliath Munros by several miles of rolling moorland and bogs, and is usually climbed on its own from wither Garva Bridge or the Spey dam. The hill does not boast the best features and from most angles is seen as a large lump rising above undistinguished moorland. Its eastern cone however is craggy and is definitely the hill's best feature.",
   "name": "Geal Charn (Monadhliath)",
   "region": "Spean Bridge to Elgin",
   "height": "926m (approx 3038ft)",
   "latitude": "57.056883",
   "longitude": "-4.374296",
   "gridReference": "NN561987"
 },
 {
   "description": "This is the highest of several Munros by the name of Geal Charn. A very remote peak, it is in the centre of a great ridge between Ben Alder and the Loch Laggan area; its finest feature is the Lancet Edge, a dramatic ridge plunging down to Culra. Geal Charn can climbed in conjunction with Cairn Dearg, Aonach Beag and Beinn Eibhinn.",
   "name": "Geal-charn (Alder)",
   "region": "Fort William to Loch Ericht",
   "height": "1132m (approx 3714ft)",
   "latitude": "56.837626",
   "longitude": "-4.511237",
   "gridReference": "NN469746"
 },
 {
   "description": "Geal-Charn is one of a group of four Munros that lie west of the Drumochter Pass. It is a rounded dome which can be quickly reached from Balsporran Cottages, and formerly had a line of very prominent cairns some distance short of its summit. Geal-Charn can be combined with the three other Munros in the group, which are A'Mharconaich, Sgairneach Mhor and Beinn Udlamain, as they are all connected by a ridge system.",
   "name": "Geal-charn (Drumochter)",
   "region": "Loch Ericht to Glen Tromie and Glen Garry",
   "height": "917m (approx 3009ft)",
   "latitude": "56.873952",
   "longitude": "-4.305244",
   "gridReference": "NN596782"
 },
 {
   "description": "Glas Bheinn Mhor is a peaked summit to the east of mighty Ben Starav in the range on the south side of Glen Etive. Glas Bheinn Mhoe is normally climbed with Ben Starav and Beinn nan Aighenan, but can also be climbed on its own.",
   "name": "Glas Bheinn Mhor",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "997m (approx 3271ft)",
   "latitude": "56.541749",
   "longitude": "-5.005719",
   "gridReference": "NN153429"
 },
 {
   "description": "Glas Maol is the highest of a group of four Munros to the east of the Cairnwell Pass, and has been developed for skiing. The road gives a high level starting point and eases the ascent of these rounded domes. Glas Maol can be combined with Creag Leacach.",
   "name": "Glas Maol",
   "region": "Braemar to Montrose",
   "height": "1068m (approx 3504ft)",
   "latitude": "56.872457",
   "longitude": "-3.368214",
   "gridReference": "NO167765"
 },
 {
   "description": "Glas Tulaichean is a big dome-shaped mountain usually climbed from the Spittal of Glenshee. It is an interesting and complex Munro as it is bitten into from all directions by corries resulting in a fine array of summit ridges. Glas Tulaichean is normally climbed in conjunction with its neighbouring Munro Carn an Righ.",
   "name": "Glas Tulaichean",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "1051m (approx 3448ft)",
   "latitude": "56.865738",
   "longitude": "-3.558261",
   "gridReference": "NO051760"
 },
 {
   "description": "Gleouraich is a very fine mountain on the north side of Loch Quioch. It has grand corries and is part of an excellent ridgewalk, but perhaps the most interesting feature is an amazing stalkers path up the southwest ridge. Gleouraich is normally climbed in conjunction with Spidean Mialach.",
   "name": "Gleouraich",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1035m (approx 3396ft)",
   "latitude": "57.096829",
   "longitude": "-5.238798",
   "gridReference": "NH039053"
 },
 {
   "description": "Gulvain is a fine, remote peak with two summits, the highest mountain in the wild area between Loch Eil and Loch Arkaig. Gulvain is normally climbed on its own.",
   "name": "Gulvain",
   "region": "Glen Shiel to Glenfinnan",
   "height": "987m (approx 3238ft)",
   "latitude": "56.935597",
   "longitude": "-5.28564",
   "gridReference": "NN002875"
 },
 {
   "description": "The Inaccessible Pinnacle (often abbreviated to the In Pinn) is the second highest summit in the Skye Cuillin. It is notorious as the most difficult of the Munros, requiring a rock climb and an abseil (and suitable experience or help from an expert) to complete the ascent. It rises from the summit of Sgurr Dearg.",
   "name": "Inaccessible Pinnacle",
   "region": "Isle of Skye",
   "height": "985m (approx 3232ft)",
   "latitude": "57.212782",
   "longitude": "-6.234912",
   "gridReference": "NG444215"
 },
 {
   "description": "Deep in the wild Knoydart peninsula, Ladhar Bheinn usually requires an overnight stay. It is a truly magnificent mountain with a perfect position right on the most dramatic parts of the West Highlands seaboard. Dramatic ridges, multiple summits and an awesome corrie. Like most of the Knoydart hills, Ladhar Bheinn is a truly remote hill with a long walk in from any direction.",
   "name": "Ladhar Bheinn",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1020m (approx 3346ft)",
   "latitude": "57.074568",
   "longitude": "-5.593394",
   "gridReference": "NG823039"
 },
 {
   "description": "Lochnagar is one of the most celebrated of the Munros, a pointed summit rising high above one of Scotland's most beautiful corries. Lochnagar and the rest of the hills of the White Mounth, which are Carn a'Choire Bhoidheach, Carn an t-Sagairt Mor, Cairn Bannoch and Broad Cairn, can be climbed in one outing, however this would inevitably involve an ascent from the west robbing you of the best views of Lochnagar. Please check the avalanche forecast before venturing out as Lochnagar is prone to avalanches and has been the site of several fatalities over the years.",
   "name": "Lochnagar",
   "region": "Braemar to Montrose",
   "height": "1155m (approx 3789ft)",
   "latitude": "56.959982",
   "longitude": "-3.246435",
   "gridReference": "NO243861"
 },
 {
   "description": "Luinne Bheinn (known to some Gaelic pronunciation-challenged walkers as Loony Bin) is a very rocky and rough mountain in the heart of the Knoydart peninsula, and a superb viewpoint. This is a remote Munro that will involve a lon walk in from any direction.",
   "name": "Luinne Bheinn",
   "region": "Glen Shiel to Glenfinnan",
   "height": "939m (approx 3081ft)",
   "latitude": "57.048027",
   "longitude": "-5.514948",
   "gridReference": "NG869007"
 },
 {
   "description": "Lurg Mhor is one of the remotest of all Munross. It lacks the grandeur of neighbouring Bidein a'Choire Sheasgaich, but nonetheless enjoys a wild atmosphere, and looks grand when seen from the east. Lurg Mhor is normally climbed with Bidein a'Choire Sheasgaich.",
   "name": "Lurg Mhor",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "986m (approx 3235ft)",
   "latitude": "57.412739",
   "longitude": "-5.223352",
   "gridReference": "NH065404"
 },
 {
   "description": "Mam Sodhail is a twin to the neighbouring Carn Eige, the two highest peaks north of the Great Glen. It is supported by fine ridges high above the shores of the beautiful Loch Affric. Mam Sodhail can be climbed in conjunction with Carn Eige and Beinn Fhionnlaidh.",
   "name": "Mam Sodhail",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1181m (approx 3875ft)",
   "latitude": "57.279607",
   "longitude": "-5.120416",
   "gridReference": "NH120253"
 },
 {
   "description": "Maoile Lunndaidh is a very remote mountain at the head of Loch Monar, though it is usually ascended from Glencarron. It takes the form of a spacious plateau with several steep corries. Maoile Lunndaidh is usually climbed on its own.",
   "name": "Maoile Lunndaidh",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "1007m (approx 3304ft)",
   "latitude": "57.4641",
   "longitude": "-5.111115",
   "gridReference": "NH135458"
 },
 {
   "description": "Maol Chean-dearg is a dramatic, steep-sided dome of Torridonian sandstone in the wonderful Coulin Forest between Torridon and Strathcarron. On the north side it plunges in crags down to a lochan and has an awe-inspiring outlook over the Torridon peaks.",
   "name": "Maol Chean-dearg",
   "region": "Loch Carron to Loch Maree",
   "height": "933m (approx 3061ft)",
   "latitude": "57.491702",
   "longitude": "-5.465699",
   "gridReference": "NG924499"
 },
 {
   "description": "Maol Chinn-dearg is one of the seven Munros on the South Cluanie Ridge. The long ridge to the northeast offers an escape to the glen. Maol Chinn-dearg is normally climbed in conjunction with the other six Munros, which are Creag a'Mhaim, Druim Shionnach, Aonach Air Chrith, Sgurr an Doire Leathain, Sgurr an Lochain and Creag nan Damh, in one long and extremely rewarding day.",
   "name": "Maol Chinn-dearg",
   "region": "Glen Shiel to Glenfinnan",
   "height": "981m (approx 3219ft)",
   "latitude": "57.127024",
   "longitude": "-5.253007",
   "gridReference": "NH032087"
 },
 {
   "description": "Mayar is a bunp-like summit on the southern part of the Angus/Mounth plateau. It is usually ascended with its near neighbour, Driesh. Due to the impressive northern faces of these two hills, they make for a fantastic day out on the hills.",
   "name": "Mayar",
   "region": "Braemar to Montrose",
   "height": "928m (approx 3045ft)",
   "latitude": "56.848563",
   "longitude": "-3.247648",
   "gridReference": "NO240737"
 },
 {
   "description": "Meall a'Bhuiridh is the highest of the Black Mount and has a good position on the edge of Rannoch Moor, making it a grand viewpoint. Meall a'Bhuiridh is normally climbed with Creise via a fantastic craggy col with brilliant scrambling opportunities between the two.",
   "name": "Meall a'Bhuiridh",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1108m (approx 3635ft)",
   "latitude": "56.611861",
   "longitude": "-4.853176",
   "gridReference": "NN250503"
 },
 {
   "description": "Meall a'Choire Leith is an outlier of the Ben Lawers group. A vast, flat-topped dome, it is not the most distinctive of the group. Meall a'Choire Leith is normally climbed in conjunction with Meall Corranaich via its long southern ridge.",
   "name": "Meall a'Choire Leith",
   "region": "Loch Rannoch to Loch Tay",
   "height": "926m (approx 3038ft)",
   "latitude": "56.566531",
   "longitude": "-4.26046",
   "gridReference": "NN612439"
 },
 {
   "description": "Meall a'Chrasgaidh is a minro, rounded summit just off the ridge between Sgurr Mor and Sgurr nan Clach Geala. It lacks any distinguishing features and is very much overshadowed by its more illustrious neighbours. Meall a'Chrasgaidh can be climbed in conjunction with Sgurr nan Clach Geala and Sgurr nan Each.",
   "name": "Meall a'Chrasgaidh",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "934m (approx 3064ft)",
   "latitude": "57.712761",
   "longitude": "-5.050144",
   "gridReference": "NH184733"
 },
 {
   "description": "Meall Buidhe is a north-south ridge in an area of wide moorlands, though the Glas Choire on its eastern side does add some character. It is one of the easiest and quickest Munros to climb from Loch an Daimh.",
   "name": "Meall Buidhe (Glen Lyon)",
   "region": "Loch Rannoch to Loch Tay",
   "height": "932m (approx 3058ft)",
   "latitude": "56.616876",
   "longitude": "-4.449285",
   "gridReference": "NN498499"
 },
 {
   "description": "Meall Buidhe is an incredibly rough and rocky mountain, one of the three magnificent Munros on the Knoydart peninsula. Whichever route is chosen, the ascent requires considerable effort. Meall Buidhe is normally climbed in conjunction with its better known neighbour Luinne Bheinn to the north which is connected by a long craggu ridge to Meall Bhuidhe's east top.",
   "name": "Meall Buidhe (Knoydart)",
   "region": "Glen Shiel to Glenfinnan",
   "height": "946m (approx 3104ft)",
   "latitude": "57.030959",
   "longitude": "-5.54631",
   "gridReference": "NM849989"
 },
 {
   "description": "This undistinguished hill hidden up a glen near Dalwhinnie offers one of the shorter and more straightforward ascents amongst the Munros. The usual approach follows some hydro-electric scheme works before an ascent up a broad dome. However, the position gives it great views over Badenoch.",
   "name": "Meall Chuaich",
   "region": "Loch Ericht to Glen Tromie and Glen Garry",
   "height": "951m (approx 3120ft)",
   "latitude": "56.963612",
   "longitude": "-4.113377",
   "gridReference": "NN716878"
 },
 {
   "description": "Meall Corranaich is part of the Ben Lawers range, and well seen from the Lawers visitor centre. It can be climbed from there up a steep ridge, but is more often ascended from the northwest, starting from the summit of the pass. Meall Corranaich is normally climbed in conjunction with Meall a'Choire Leith.",
   "name": "Meall Corranaich",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1069m (approx 3507ft)",
   "latitude": "56.540586",
   "longitude": "-4.254033",
   "gridReference": "NN615410"
 },
 {
   "description": "Meall Dearg is the central summit on the celebrated Aonach Eagach ridge. Usually reached as part of the hard scramble along the ridge en route to Sgorr nam Fiannaidh, it can be ascended on its own by vertigo sufferers by an approach from the north side.",
   "name": "Meall Dearg (Aonach Eagach)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "953m (approx 3127ft)",
   "latitude": "56.680226",
   "longitude": "-5.003684",
   "gridReference": "NN161583"
 },
 {
   "description": "Meall Garbh is one of the Ben Lawers range, exactly the same height as neighbouring An Stuc. It is part of the fine round of the corrie containing Lochan nan Cat. Meall Garbh can be climbe in conjunction with Meall Greigh and An Stuc.",
   "name": "Meall Garbh (Ben Lawers)",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1118m (approx 3668ft)",
   "latitude": "56.564773",
   "longitude": "-4.20827",
   "gridReference": "NN644436"
 },
 {
   "description": "Meall Garbh is one of the group of four rounded Munros on the north side of Glen Lyon, usually climbed with its neighbours. It lacks any distinctive form. As mentioned, Meall Garbh is normally climbed in conjunction with three other Munros, which are Carn Gorm, Carn Mairg and Meall nan Aighean.",
   "name": "Meall Garbh (Carn Mairg)",
   "region": "Loch Rannoch to Loch Tay",
   "height": "968m (approx 3176ft)",
   "latitude": "56.637576",
   "longitude": "-4.20763",
   "gridReference": "NN647517"
 },
 {
   "description": "Meall Ghaordaidh is not a particularly distinguished peak. The usual ascent from Glen Lochay reveals it is a featureless lump. It does look finer from Glen Lyon to the north, supported by two buttresses. Meall Ghaordaidh is normally climbed on its own via its eastern ridge.",
   "name": "Meall Ghaordaidh",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1039m (approx 3409ft)",
   "latitude": "56.525831",
   "longitude": "-4.417387",
   "gridReference": "NN514397"
 },
 {
   "description": "Meall Glas is a fairly undistinguished Munro between Glen Dochart and Glen Lochay. The ascent is possible from either glen. Meall Glas is normally climbed in conjunction with Sgiath Chuil to take in a round of two Munros.",
   "name": "Meall Glas",
   "region": "Loch Rannoch to Loch Tay",
   "height": "959m (approx 3146ft)",
   "latitude": "56.454923",
   "longitude": "-4.547595",
   "gridReference": "NN431321"
 },
 {
   "description": "Meall Gorm is on the Fannichs ridge. It occupies a fine position, with four fine corries along its northeastern side, each holding its own lochan. Meall Gorm is nirmally climbed in conjunction with An Coileachan.",
   "name": "Meall Gorm",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "949m (approx 3114ft)",
   "latitude": "57.681051",
   "longitude": "-4.985396",
   "gridReference": "NH221696"
 },
 {
   "description": "The easternmost of the Lawers range, Meall Greigh is fairly shapeless and sprawling, usually traversed en route to Meall Garbh. With no higher pwaks through the eastern ark, it does enjoy extensive views. Meall Greigh can be climbed on its own or broken into a smaller day by combining it with Meall Garbh via its western ridge.",
   "name": "Meall Greigh",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1001m (approx 3284ft)",
   "latitude": "56.567425",
   "longitude": "-4.159591",
   "gridReference": "NN674438"
 },
 {
   "description": "Meall na Teanga is a steep dome, one of the two Loch Lochy Munros, rising above the forestry as seen from the opposite side of the loch. Its rounded summit has several satellite peaks, divided by scooped coires. Meall na Teanga is normally climbed in conjunction with Sron a'Choire Garbh.",
   "name": "Meall na Teanga",
   "region": "Glen Shiel to Glenfinnan",
   "height": "918m (approx 3012ft)",
   "latitude": "56.988454",
   "longitude": "-4.931339",
   "gridReference": "NN220924"
 },
 {
   "description": "Meall nan Aighean (named Creag Mhor on older maps) is one of a group of four rounded Munros on the north side of Glen Lyon. Meall nan Aighean is normally climbed in conjunction with neighbouring Munros Carn Gorm, Meall Garbh and Carn Mairg.",
   "name": "Meall nan Aighean (Creag Mhor)",
   "region": "Loch Rannoch to Loch Tay",
   "height": "981m (approx 3219ft)",
   "latitude": "56.620058",
   "longitude": "-4.129996",
   "gridReference": "NN694496"
 },
 {
   "description": "Meall nan Ceapraichean is a stony summit to the north of Beinn Dearg. It is usually traversed together with its neighbours and has particularly good views to the northwest. As mentioned, Meall nan Ceapraichean is usually climbed with its neighbours, which are Beinn Dearg, Cona' Mheall and Eididh nan Clach Geala.",
   "name": "Meall nan Ceapraichean",
   "region": "Ullapool to the Moray Firth",
   "height": "977m (approx 3205ft)",
   "latitude": "57.79818",
   "longitude": "-4.934472",
   "gridReference": "NH257825"
 },
 {
   "description": "Meall nan Eun is a dome-like Munro with a very rounded summit but extremely steep sides. The plateau-like top of the mountain unfortunately robs the views of any depth. Meall nan Eun is normally climbed in conjunction with Stob Coir'an Albannaich.",
   "name": "Meall nan Eun",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "928m (approx 3045ft)",
   "latitude": "56.56121",
   "longitude": "-4.943775",
   "gridReference": "NN192449"
 },
 {
   "description": "Meall nan Tarmachan is the only Munro summit on the Tarmachan ridge. It can be climbed quickly from Lochain na Lairige, but is usually enjoyed as part of a very enjoyable and rocky scramble along the whole ridge. The ridge is very prominent form Killin.",
   "name": "Meall nan Tarmachan",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1044m (approx 3425ft)",
   "latitude": "56.521738",
   "longitude": "-4.301689",
   "gridReference": "NN585390"
 },
 {
   "description": "Monadh Mor is a vast plateau in the very heart of the wild Cairngorms. Its ascent - usually combined with Beinn Bhrotain - requires a great deal of effort, whether approached across the vast plateaux from Glen Feshie, or via the more obvious route past White Bridge and the Linn of Dee, or up Glen Geusachan.",
   "name": "Monadh Mor",
   "region": "The Cairngorms",
   "height": "1115m (approx 3658ft)",
   "latitude": "57.026713",
   "longitude": "-3.751169",
   "gridReference": "NN938942"
 },
 {
   "description": "Moruisg is a very prominent mountain rising like a beached whale above upper Glen Carron. Unfortunately, the usual ascent route is up a wide and soggy slope with few feature to break the effort. Moruisg does not get the best press in comparison to its more well known neighbours, but despite its height, possesses a lot of nice little features and, if combined with Sgurr nan Ceannaichean, makes a fine day out.",
   "name": "Moruisg",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "928m (approx 3045ft)",
   "latitude": "57.499463",
   "longitude": "-5.170892",
   "gridReference": "NH101499"
 },
 {
   "description": "Mount Keen is the most easterly of the Munros, a cone-shaped summit rearing above the great sea of the Mounth plateau. It can be climbed quickly from Glen Esk, or more scenically via Glen Tanar. The hill is rounded with an elongated summit running north to south. All slopes are easy and mainly grassy offering many different approach routes.",
   "name": "Mount Keen",
   "region": "Braemar to Montrose",
   "height": "939m (approx 3081ft)",
   "latitude": "56.969589",
   "longitude": "-2.9737",
   "gridReference": "NO409869"
 },
 {
   "description": "Mullach an Rathain is the westernmost of the two Munros on the ridge of Liathach, one of the very finest in the Highlands. It offers tremendous views down Loch Torridon and the sea as a reward for the tackling of its extremely steep slopes. Mullach an Rathain can be climbed in conjuncton with neighbouring Munro Spidean a'Choire Leith.",
   "name": "Mullach an Rathain (Liathach)",
   "region": "Loch Carron to Loch Maree",
   "height": "1023m (approx 3356ft)",
   "latitude": "57.561085",
   "longitude": "-5.492367",
   "gridReference": "NG912577"
 },
 {
   "description": "Mullach Clach a'Bhlair has an insignificant summit towards the southern end of the great plateau that stretches northwards to Sgor Gaoith and eastwards to Cairn Toul. Its finest features are seen on the approach from beautifully-wooded Glen Feshie, with Coire Garbhlach.",
   "name": "Mullach Clach a'Bhlair",
   "region": "The Cairngorms",
   "height": "1019m (approx 3343ft)",
   "latitude": "57.011945",
   "longitude": "-3.841059",
   "gridReference": "NN883927"
 },
 {
   "description": "Mullach Coire Mhic Fhearchair is an extremely remote Munro in the Fisherfield Forest or Great Wilderness. Added to the length of the approach from any direction is the difficulty of walking along the ridge, which is covered in angular quartzite boulders. Mullach Coire Mhic Fhearchair can be climbed in conjunction with Sgurr Ban, Beinn Tarsuinn, A'Mhaighdean and Ruadh Stac Mor.",
   "name": "Mullach Coire Mhic Fhearchair",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "1019m (approx 3343ft)",
   "latitude": "57.709028",
   "longitude": "-5.271494",
   "gridReference": "NH052735"
 },
 {
   "description": "Mullach Fraoch-Choire may be hidden from Cluanie but it is one of the finest mountains of the region. Approached from A'Chralaig, the final ridge is riven into a series of exposed pinnacles, and the summit views over Glen Affric are superb.",
   "name": "Mullach Fraoch-choire",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1102m (approx 3615ft)",
   "latitude": "57.205023",
   "longitude": "-5.155522",
   "gridReference": "NH095171"
 },
 {
   "description": "Mullach nan Coirean is the westernmost of the Mamores. It is a fine grassy ridge but lacks the distinctive pointed summit of many of the other peaks in the range. Mullach nan Coirean is normally climbed in conjunction with Stob Ban to the east.",
   "name": "Mullach nan Coirean",
   "region": "Fort William to Loch Ericht",
   "height": "939m (approx 3081ft)",
   "latitude": "56.749546",
   "longitude": "-5.073025",
   "gridReference": "NN122662"
 },
 {
   "description": "Mullach nan Dheiragain is one of the more awkward Munros to reach. It is situated on a very long ridge extending north from the much higher mountain of Sgurr nan Ceathreamhnan; usually after visiting it steps are retraced over the parent mountain. Mullach nan Dheiragain is normally climbed in conjunction with Sgurr nan Ceathreamhnan, and An Socach can also be added to the walk.",
   "name": "Mullach nan Dheiragain",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "981m (approx 3219ft)",
   "latitude": "57.283325",
   "longitude": "-5.187123",
   "gridReference": "NH080259"
 },
 {
   "description": "Na Gruagaichean is a fine peak on the main ridge of the Mamores, with views down over Kinlochleven. The mountain has a pair of summits, separated by a steep little bealach. Na Gruagaichean can be combined with Binnein Mor to make a superb ridgewalk.",
   "name": "Na Gruagaichean",
   "region": "Fort William to Loch Ericht",
   "height": "1056m (approx 3465ft)",
   "latitude": "56.743766",
   "longitude": "-4.940052",
   "gridReference": "NN203652"
 },
 {
   "description": "Ruadh Stac Mor, together with neighbouring A'Mhaighdean, is perhaps the remotest Munro in Britain. It is in the heart of the Fisherfield Forest and is a truly stunning viewpoint - steep mountains rise abruptly from the surrounding lochs and bogs whilst a huge sweep of the sea is over to the west. Ruadh Stac Mor can be climbed in conjunction with its neighbour A'Mhaighdean.",
   "name": "Ruadh Stac Mor",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "918m (approx 3012ft)",
   "latitude": "57.726373",
   "longitude": "-5.330187",
   "gridReference": "NH018756"
 },
 {
   "description": "Ruadh-stac Mor is a steep-sided dome off to the north of the main ridge, high above Coire Mhic Fhearchair, one of the finest corries in the country. Ruadh-stac Mor can be climbed in conjunction with Spidean Coire nan Clach.",
   "name": "Ruadh-stac Mor (Beinn Eighe)",
   "region": "Loch Carron to Loch Maree",
   "height": "1010m (approx 3314ft)",
   "latitude": "57.593356",
   "longitude": "-5.430172",
   "gridReference": "NG951611"
 },
 {
   "description": "Sail Chaorainn is a rather forgotten peak amongst the Kintail Munros, being situated out of sight behind Sgurr nan Conbhairean. It's position on the ridge extending north from that peak makes it fairly remote. Sail Chaorainn can be climbed in conjunction with Carn Ghluasaid and Sgurr nan Conbhairean.",
   "name": "Sail Chaorainn",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1002m (approx 3287ft)",
   "latitude": "57.191337",
   "longitude": "-5.091439",
   "gridReference": "NH133154"
 },
 {
   "description": "Saileag is a rather insignificant summit on the North Kintail Ridge. Saileag is usually climbed in conjunction with Sgurr a'Bhealaich Dheirg and Aonach Meadhoin.",
   "name": "Saileag",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "956m (approx 3136ft)",
   "latitude": "57.181087",
   "longitude": "-5.28259",
   "gridReference": "NH017148"
 },
 {
   "description": "Schiehallion is one of the most familiar and best known mountains in Scotland. A whaleback ridge from most viewpoints, it appears as a perfect cone when seen from across Loch Rannoch. Contour lines were invented on the mountain as part of an experiment to determine the mass of the earth.",
   "name": "Schiehallion",
   "region": "Loch Rannoch to Loch Tay",
   "height": "1083m (approx 3553ft)",
   "latitude": "56.666371",
   "longitude": "-4.101601",
   "gridReference": "NN713547"
 },
 {
   "description": "One of the more remote Munros, Seana Bhraigh is situated on the very edge of an undulating plateau, dramatically poised above the stunning Luchd Choire. The main summit ridge is a wide plateau running northwest to southeast with easier slopes on the southern side. The plateau becomes wider the further south you go before eventually connecting up with the summit ridge of the nearest neighbouring Munro Eididh nan Clach Geala and the rest of the main Beinn Dearg group.",
   "name": "Seana Bhraigh",
   "region": "Ullapool to the Moray Firth",
   "height": "926m (approx 3038ft)",
   "latitude": "57.846653",
   "longitude": "-4.897964",
   "gridReference": "NH281878"
 },
 {
   "description": "Sgairneach Mhor is a very rounded mountain on the west side of the Drumochter Pass. Sgairneach Mhor can be climbed in conjunction with Beinn Udlamain, A'Mharconaich and Geal Charn.",
   "name": "Sgairneach Mhor",
   "region": "Loch Ericht to Glen Tromie and Glen Garry",
   "height": "989m (approx 3245ft)",
   "latitude": "56.828233",
   "longitude": "-4.299155",
   "gridReference": "NN598731"
 },
 {
   "description": "Sgiath Chuil is an unspectacular mountain between Glen Dochart and Glen Lochay, its summit atop a small crag when seen from the south. It can be climbed from wither, usually in combination with neighbouring Meall Glas, but the bealach between is low and steep-sided.",
   "name": "Sgiath Chuil",
   "region": "Loch Rannoch to Loch Tay",
   "height": "921m (approx 3022ft)",
   "latitude": "56.452354",
   "longitude": "-4.497111",
   "gridReference": "NN462317"
 },
 {
   "description": "Sgor an Lochain Uaine (also known as Angel's Peak) is an extremely remote mountain at the heart of the Cairngorms. The fine summit, a twin to Cairn Toul, overlooks the magnificent Garbh Choire. Sgor an Lochain Uaine can be climbed in conjunction with The Devil's Point, CAirn Toul and Braeriach.",
   "name": "Sgor an Lochain Uaine",
   "region": "The Cairngorms",
   "height": "1258m (approx 4127ft)",
   "latitude": "57.057608",
   "longitude": "-3.72624",
   "gridReference": "NN954976"
 },
 {
   "description": "Sgor Gaibhre is a remote Munro above Loch Ossian in the heart of the Highlands. It is usually climbed either from Rannoch or Corrour stations on the West Highland railway line. Sgor Gaibhre is normally climbed in conjunction with Carn Dearg.",
   "name": "Sgor Gaibhre",
   "region": "Fort William to Loch Ericht",
   "height": "955m (approx 3133ft)",
   "latitude": "56.772177",
   "longitude": "-4.547782",
   "gridReference": "NN444674"
 },
 {
   "description": "Sgor Gaoith is a distinctive peaked summit on the eastern edge pf an area of vast, rolling plateaux. It has an amazingly dramatic location right on the edge of a huge wall of broken crags which collapse down to Loch Einich, and makes for one of the finest shorter hillwalks in the Cairngorms.",
   "name": "Sgor Gaoith",
   "region": "The Cairngorms",
   "height": "1118m (approx 3668ft)",
   "latitude": "57.06807",
   "longitude": "-3.812498",
   "gridReference": "NN902989"
 },
 {
   "description": "The forgotten mountain of Glen Coe, Sgor na h-Ulaidh is hidden from view and sees far fewer ascents than other peaks in the glen. It is exceptionally steep, but the view is an unfamiliar aspect to the better known peaks around it. Sgor na h-Ulaidh can be climbed in conjunction with Beinn Fhionnlaidh.",
   "name": "Sgor na h-Ulaidh",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "994m (approx 3261ft)",
   "latitude": "56.619922",
   "longitude": "-5.080412",
   "gridReference": "NN111518"
 },
 {
   "description": "Sgorr Dhearg is the highest of the two Munros on Beinn a'Bheithir, and is the termination of a grscefully arched ridge from the Top of Sgorr Bhan. It is a tremendous mountain and looks very fine from the north side of Loch Leven. Sgorr Dhearg can be climbed in conjunction with Sgorr Dhonuill.",
   "name": "Sgorr Dhearg (Beinn a'Bheithir)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1024m (approx 3360ft)",
   "latitude": "56.653553",
   "longitude": "-5.172915",
   "gridReference": "NN056558"
 },
 {
   "description": "Sgorr Dhonuill is the western Munro of Beinn a'Bheithir, a magnificent peak and a superb viewpoint with fine mountains, long lochs and the sea all prominent. Sgorr Dhinuill can be climbed in conjunction with Sgorr Dhearg.",
   "name": "Sgorr Dhonuill (Beinn a'Bheithir)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1001m (approx 3284ft)",
   "latitude": "56.650195",
   "longitude": "-5.198743",
   "gridReference": "NN040555"
 },
 {
   "description": "Sgorr nam Fiannaidh is the western summit of the Aonach Eagach. Usually it is reached as part of the classic, hard scramble along the ridge, taking in Meall Dearg as well, but for non-scramblers it is possible to climb it via the path to the bealach with the Pap of Glencoe.",
   "name": "Sgorr nam Fiannaidh (Aonach Eagach)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "967m (approx 3173ft)",
   "latitude": "56.679395",
   "longitude": "-5.037911",
   "gridReference": "NN140583"
 },
 {
   "description": "Sgorr Ruadh is one of the fine sandstone monolihs of the Couilin Forest. It has a magnificent face above Coire Lair, but the south and west sides are much less impressive. The mountain is often climbed on its own via its steep but soggy southern slopes, or more interestingly from the bealach linking with Beinn Liath Mhor.",
   "name": "Sgorr Ruadh",
   "region": "Loch Carron to Loch Maree",
   "height": "961m (approx 3153ft)",
   "latitude": "57.498671",
   "longitude": "-5.407918",
   "gridReference": "NG959505"
 },
 {
   "description": "Sgurr a'Bhealaich Dheirg is the highest and finest mountain on the Brothers Ridge - the eastward extension of the Five Sisters of Kintail. The true summmit is on a narrow spur to the north of the ridge and is marked by a well-built cairn. Sgurr a'Bhealaich can be climbed in conjunction with Saileag and Aonach Meadhoin.",
   "name": "Sgurr a'Bhealaich Dheirg",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1036m (approx 3399ft)",
   "latitude": "57.177377",
   "longitude": "-5.252468",
   "gridReference": "NH035143"
 },
 {
   "description": "Sgurr a'Chaorachain is usually climbed together with neighbouring Munro Sgurr Choinnich. Both mountains are tucked away up the glen of the Allt a'Chonais from the main route through Glen Carron.",
   "name": "Sgurr a'Chaorachain",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "1053m (approx 3455ft)",
   "latitude": "57.452237",
   "longitude": "-5.190145",
   "gridReference": "NH087447"
 },
 {
   "description": "The highest of the Glen Strathfarrar Munros, Sgurr a'Choire Ghlais is a grand peak at the centre of the range, topped with two fine cairns. Sgurr a'Choire Ghlais is normally climbed with the other three Glen Strathfarrar Munros, which are Sgurr na Ruaidhe, Carn nan Gobhar and Sgurr Fhuar-thuill.",
   "name": "Sgurr a'Choire Ghlais",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "1083m (approx 3553ft)",
   "latitude": "57.443909",
   "longitude": "-4.902693",
   "gridReference": "NH259430"
 },
 {
   "description": "Sgurr a'Ghreadaidh is the highest point on the central part of the Cuillin ridge. It has two summits, separated by the narrowest arête in the British Isles - sharp as a razor. Sgurr a'Ghreadaidh is normally climbed in conjunction with Sgurr a'Mhadaidh to the north.",
   "name": "Sgurr a'Ghreadaidh",
   "region": "Isle of Skye",
   "height": "973m (approx 3192ft)",
   "latitude": "57.228067",
   "longitude": "-6.235008",
   "gridReference": "NG445232"
 },
 {
   "description": "Sgurr a'Mhadaidh has four summits on one of the trickier sections of the Cuillin Ridge - the highest one, which is the only Munro, is the only one that can be ascended without rockclimbing. The usual ascent is via An Dorus, but there is an easier option which leaves the gully before reaching the bealach. Sgurr a'Mhadaidh can be climbed in conjunction with Sgurr a'Ghreadaidh.",
   "name": "Sgurr a'Mhadaidh",
   "region": " Isle of Skye",
   "height": "918m (approx 3012ft)",
   "latitude": "57.23081",
   "longitude": "-6.233665",
   "gridReference": "NG446235"
 },
 {
   "description": "Sgurr a'Mhaim is on a projecting spur to the north of the main Mamores ridge. The summit is covered in quartzite sometimes mistaken for snow from Glen Nevis. The link to the Mamores is along the airy 'Devil's Ridge'. Sgurr a'Mhaim is normally climbed from the north in Glen Nevis either on is own, or by combining it with the rest of the peaks in the Ring of Steall, which are An Gearanach, Stob Coire a'Chairn and An Bodach.",
   "name": "Sgurr a'Mhaim",
   "region": "Fort William to Loch Ericht",
   "height": "1099m (approx 3606ft)",
   "latitude": "56.755704",
   "longitude": "-5.004802",
   "gridReference": "NN164667"
 },
 {
   "description": "Sgurr a'Mhaoraich is a solitary Munro on the north side of Loch Quoich between Kintail and Knoydart. It is a fine viewpoint, particularly looking down Loch Hourn.",
   "name": "Sgurr a'Mhaoraich",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1027m (approx 3369ft)",
   "latitude": "57.10517",
   "longitude": "-5.332034",
   "gridReference": "NG983065"
 },
 {
   "description": "Sgurr Alasdair is the highest mountain in Britain outwith the mainland. It has perhaps the smallest summit of any of the Skye Cuillin and is an amazing viewpoint with the sweeping Cuillin Ridge, tremendous cliffs, lochs, the sea and scattered islands in all directions.",
   "name": "Sgurr Alasdair",
   "region": "Isle of Skye",
   "height": "992m (approx 3255ft)",
   "latitude": "57.205949",
   "longitude": "-6.224185",
   "gridReference": "NG450207"
 },
 {
   "description": "Sgurr an Doire Leathain is one of the seven Munros on the South Cluanie ridge; the summit is actually a short distance north of the ridge on a projecting spur. As mentioned, Sgurr an Doire Leathain is one of seven Munros and can be climbed in conjunction with the other six Munros, which are Creag a'Mhaim, Druim Shionnach, Aonach Air Chrith, Maol Chinn-dearg, Sgurr an Lochain and Creag nan Damh, in one long and extremely rewarding day.",
   "name": "Sgurr an Doire Leathain",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1010m (approx 3314ft)",
   "latitude": "57.137055",
   "longitude": "-5.281994",
   "gridReference": "NH015099"
 },
 {
   "description": "Sgurr an Lochain is perhaps the finest of the seven Munros on the South Glen Shiel Ridge. Its fine peaked summit rises above the craggy corrie, which holds the lochan giving the mountain its name. As mentioned, Sgurr an Lochain is one of seven Munros and can be climbed in conjunction with the other six Munros, which are Creag a'Mhaim, Druim Shionnach, Aonach Air Chrith, Maol Chinn-dearg, Sgurr an Doire Leathain and Creag nan Damh, in one long and extremely rewarding day",
   "name": "Sgurr an Lochain",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1004m (approx 3294ft)",
   "latitude": "57.141106",
   "longitude": "-5.298888",
   "gridReference": "NH005104"
 },
 {
   "description": "Sgurr Ban is an extremely remote Munro in the Fisherfield Forest region. It can be reached during an epic walk from Kinlochewe, or approached via Loch a'Bhraoin, but is more usually ascended from Shenavail bothy. Sgurr Ban can be climbed in conjunction with Mullach Coire Mhic Fhearchair, Beinn Tarsuinn, A'Mhaighdean and Ruadh Stac Mor.",
   "name": "Sgurr Ban",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "989m (approx 3245ft)",
   "latitude": "57.718125",
   "longitude": "-5.267276",
   "gridReference": "NH055745"
 },
 {
   "description": "Together with its neighbour A'Chailleach, Sgurr Breac is one of the western Fannichs, and it shows a very steep face to the north. Sgurr Breac is normally climbed in conjunction with A'Chailleach, which lies immediately west of it along a broad connecting ridge.",
   "name": "Sgurr Breac",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "999m (approx 3278ft)",
   "latitude": "57.69197",
   "longitude": "-5.092034",
   "gridReference": "NH158711"
 },
 {
   "description": "Sgurr Choinnich is nearly always ascended together with its higher neighbour Sgurr a'Chaorachain. Sgurr Choinnich may be lower but it is the finer peak of the pair, with plenty of crags buttressing its elegant summit ridge. ",
   "name": "Sgurr Choinnich",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "999m (approx 3278ft)",
   "latitude": "57.450875",
   "longitude": "-5.208368",
   "gridReference": "NH076446"
 },
 {
   "description": "A fine pyramidal peak, Sgurr Choinnich Mor is the westernmost of the Grey Corries; its fine arête requires a long approach from any direction. Sgurr Choinnich Mor is normally climbed with the other three Munros that make up the Grey Corries, which are Stob Coire Claurigh, Stob Coire an Laoigh and Stob Ban.",
   "name": "Sgurr Choinnich Mor",
   "region": "Fort William to Loch Ericht",
   "height": "1094m (approx 3589ft)",
   "latitude": "56.800313",
   "longitude": "-4.905163",
   "gridReference": "NN227714"
 },
 {
   "description": "Sgurr Dubh Mor is a dramatic rock peak situated just off the main Cuillin Ridge and usually reached by baggers via tricky and hard to find scramble from the rest of the range. Sgurr Dubh Mor can be climbed in conjunction with Sgurr nan Eag.",
   "name": "Sgurr Dubh Mor",
   "region": "Isle of Skye",
   "height": "944m (approx 3097ft)",
   "latitude": "57.204546",
   "longitude": "-6.212425",
   "gridReference": "NG457205"
 },
 {
   "description": "Sgurr Eilde Mor is an eastern outlier of the Mamores, a steep cone of scree and rock giving an unforgiving ascent above Coire an Lochain. Its steep sides permit views of great depth. Sgurr Eilde Mor can be climbed in conjunction with Binnein Beag.",
   "name": "Sgurr Eilde Mor",
   "region": "Fort William to Loch Ericht",
   "height": "1010m (approx 3314ft)",
   "latitude": "56.749285",
   "longitude": "-4.896312",
   "gridReference": "NN230657"
 },
 {
   "description": "Sgurr Fhuar-thuill is a slender, grassy ridge with some dramatic corries. To the northeast is Fhuar-thuill Mor with a fine lochan, whilst to the south is Loch Toll a'Mhuic nestled beneath the slabby crags of Sgurr na Muice, an outlying summit of the mountain. Sgurr Fhuar-thuill is part of group of four Munros that can be climbed together. The other three Munros are Sgurr na Ruaidhe, Carn nan Gobhar and Sgurr a'Choire Ghlais.",
   "name": "Sgurr Fhuar-thuill",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "1049m (approx 3442ft)",
   "latitude": "57.449262",
   "longitude": "-4.94313",
   "gridReference": "NH235437"
 },
 {
   "description": "Sgurr Fhuaran is the central and highest peak of the renowned Five Sisters of Kintail. A perfect cone, its west ridge is perhaps the longest continuous ascent route in Scotland - but usually Sgurr Fhuaran is approached over its neighbours. Sgurr Fhuaran can be climbed in conjunction with Sgurr na Ciste Duibhe and Sgurr na Carnach.",
   "name": "Sgurr Fhuaran",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1067m (approx 3501ft)",
   "latitude": "57.195527",
   "longitude": "-5.348455",
   "gridReference": "NG978166"
 },
 {
    "description": "Sgurr Fiona is the finer of the two Munro summits on the magnificent ridge of An Teallach. It is a perfect pyramid of rock and guards the beginning of the trickiest part of the traverse. Sgurr Fiona can be climbed in conjunction with Bidein a'Ghlas Thuill.",
    "name": "Sgurr Fiona (An Teallach)",
    "region": "Loch Maree to Loch Broom and Garve",
    "height": "1060m (approx 3478ft)",
    "latitude": "57.801018",
    "longitude": "-5.25962",
    "gridReference": "NH064837"
 },
 {
   "description": "Sgurr Mhic Choinnich is a wedge-shaped ridge of rock above the back of Coire Lagan. For non-climbers it is probably one of the more difficult Cuillin Munros, the ridge from the bealach having one particularly exposed climb up.",
   "name": "Sgurr Mhic Choinnich",
   "region": "Isle of Skye",
   "height": "948m (approx 3110ft)",
   "latitude": "57.208636",
   "longitude": "-6.224493",
   "gridReference": "NG450210"
 },
 {
   "description": "Sgurr Mhor is the very fine main summit of Beinn Alligin, taking the form of a graceful dome. It is a truly spectacular viewpoint, both for Skye across the sea and for the Horns and Liathach inland. Sgurr Mhor can be climbed in conjunction with Tom na Gruagaich.",
   "name": "Sgurr Mhor (Beinn Alligin)",
   "region": "Loch Carron to Loch Maree",
   "height": "986m (approx 3235ft)",
   "latitude": "57.591165",
   "longitude": "-5.573936",
   "gridReference": "NG865613"
 },
 {
   "description": "Sgurr Mor is the highest of the Fannichs and easily recognised from afar due to its perfect and improbable cone-like shape. It is a wonderful viewpoint for the northwest Highlands and the highlight of any ridgewalk in the Fannichs. Sgurr Mor can be climbed in conjunction with Beinn Liath Mhor Fannaich, Meall Gorm and An Coileachan.",
   "name": "Sgurr Mor",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "1110m (approx 3642ft)",
   "latitude": "57.700069",
   "longitude": "-5.017179",
   "gridReference": "NH203718"
 },
 {
   "description": "Sgurr Mor is big, steep and rocky mountain and is amongst the most remote Munros to reach, rising between Loch Quoich and lonely Glen Kingie. It is most usually climbed from Strathan at the head of Loch Arkaig, a route involving a climb over an intervening pass on both the way out and back. Sgurr Mor can be climbed in conjunction with Sgurr an Fhuarain.",
   "name": "Sgurr Mor (Loch Quoich)",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1003m (approx 3291ft)",
   "latitude": "57.028151",
   "longitude": "-5.354805",
   "gridReference": "NM965980"
 },
 {
   "description": "Sgurr na Banachdich is one of the easiest Munros in the Skye Cuillin, if climbed via Coir nan Eich. Nonetheless it has a fine pointed summit and magnificent views, lying at the meeting point of three great scramblers' ridges. Sgurr na Banachdich can be climbed on its own or combined with other Munros connected to it on the main Cuillin Ridge.",
   "name": "Sgurr na Banachdich",
   "region": "Isle of Skye",
   "height": "965m (approx 3166ft)",
   "latitude": "57.220621",
   "longitude": "-6.242443",
   "gridReference": "NG440224"
 },
 {
   "description": "Sgurr na Carnach is one of the Five Sisters of Kintail, and became a separate Munro in the 1997 revision to Munro's tables. It is a steep rocky cone. Sgurr na Carnach can be climbed in conjunction with Sgurr na Ciste Duibhe and Sgurr Fhuaran.",
   "name": "Sgurr na Carnach",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1002m (approx 3287ft)",
   "latitude": "57.188308",
   "longitude": "-5.349457",
   "gridReference": "NG977158",
   "difficulty": ""
 },
 {
   "description": "Sgurr na Ciche is one of the most shapely mountains in the Highlands, seen as a fine cone from most directions. It is set in remote, wild country on the edge of Knoydart and commands a wonderful view down the length of Loch Nevis. Sgurr na Ciche can be climbed in conjunction with Sgurr nan Coireachan and Garbh Chioch Mhor.",
   "name": "Sgurr na Ciche",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1040m (approx 3412ft)",
   "latitude": "57.012776",
   "longitude": "-5.457236",
   "gridReference": "NM902966"
 },
 {
   "description": "Sgurr na Ciste Duibhe is southernmost of the Five Sisters of Kintail and offers magnificent views down Loch Duich. Its finest feature is the elegant eastern ridge over the Top of Sgurr nan Spainteach. Sgurr na Ciste Duibhe can be climbed in conjunction with Sgurr na Carnach and Sgurr Fhuaran.",
   "name": "Sgurr na Ciste Duibhe",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1027m (approx 3369ft)",
   "latitude": "57.180545",
   "longitude": "-5.337166",
   "gridReference": "NG984149"
 },
 {
   "description": "Sgurr na Lapaich is the highest of the huge and very remote range of mountains on the north side of Loch Mullardoch. On fine days it is prominent in views from the Kessock Bridge and Inverness. Sgurr na Lapaich can be climbed in conjunction with Carn nan Gobhar, An Riabhachan and An Socach.",
   "name": "Sgurr na Lapaich",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "1150m (approx 3773ft)",
   "latitude": "57.369143",
   "longitude": "-5.061475",
   "gridReference": "NH160351"
 },
 {
   "description": "One of the four Glen Strathfarrar Munros, Sgurr na Ruaidhe is a fairly featureless pudding-shaped hill of spongy mosses. Its redeeming feature is the view east over to the Cromarty and Beauly Firths. Sgurr na Ruaidhe can be climbed in conjunction with Carn nan Gobhar, Sgurr a'Choire Ghlais and Sgurr Fhuar-thuill.",
   "name": "Sgurr na Ruaidhe",
   "region": "Kyle of Lochalsh to Inverness, North of Loch Mullardoch",
   "height": "992m (approx 3255ft)",
   "latitude": "57.441423",
   "longitude": "-4.854159",
   "gridReference": "NH288426"
 },
 {
   "description": "Sgurr na Sgine may not rival the grandeur of its neighbour The Saddle, but it is a fine peak nonetheless and its top Faochag (the whelk) looks improbably steep and cone-like from higher up Glen Shiel. Sgurr na Sgine can be climbed in conjunction with The Saddle.",
   "name": "Sgurr na Sgine",
   "region": "Glen Shiel to Glenfinnan",
   "height": "945m (approx 3100ft)",
   "latitude": "57.146577",
   "longitude": "-5.396949",
   "gridReference": "NG946113"
 },
 {
   "description": "Sgurr nan Ceathreamhnan is a magnificent mountain, the culminating point of a series of fine ridges. It is at the very heart of the wild area at the head of Glen Affric - making it one of the remotest peaks in Scotland - and most walkers will need an overnight stay to make the ascent. Sgurr nan Ceathreamhnan can be climbed in conjunction with Mullach nan Dheiragain and An Socach.",
   "name": "Sgurr nan Ceathreamhnan",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1151m (approx 3776ft)",
   "latitude": "57.25455",
   "longitude": "-5.222783",
   "gridReference": "NH057228"
 },
 {
   "description": "Sgurr nan Clach Geala is a magnificent mountain, a fine north-south ridge with a stunning east face, a long wall of broken crags. The approach is normally made via the foot of Loch a'Bhraoin. Sgurr nan Clach Geala can be climbed with Meall a'Chrasgaidh and Sgurr nan Each.",
   "name": "Sgurr nan Clach Geala",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "1093m (approx 3586ft)",
   "latitude": "57.696615",
   "longitude": "-5.048785",
   "gridReference": "NH184715"
 },
 {
   "description": "Sgurr nan Coireachan is a steep mixture of grassy and rocky slopes, giving a tough ascent from Glen Dessary. If the ridge is followed to its termination on Sgurr na Ciche, however, it is merely the warm-up for the exertions to follow. Sgurr nan Coireachan can be climbed with Garbh Chioch Mhor and Sgurr na Ciche.",
   "name": "Sgurr nan Coireachan (Glenn Dessary)",
   "region": "Glen Shiel to Glenfinnan",
   "height": "953m (approx 3127ft)",
   "latitude": "57.007",
   "longitude": "-5.405623",
   "gridReference": "NM933958"
 },
 {
   "description": "Sgurr nan Coireachan is one of a pair of Munros at the head of Glen Finnan. Both are fine, rocky peaks with great views and some of the character of neighbouring Knoydart. Sgurr nan Coireachan can be climbed with Sgurr Thuilm.",
   "name": "Sgurr nan Coireachan (Glenfinnan)",
   "region": "Glen Shiel to Glenfinnan",
   "height": "956m (approx 3136ft)",
   "latitude": "56.935659",
   "longitude": "-5.450091",
   "gridReference": "NM902880"
 },
 {
   "description": "Sgurr nan Conbhairean is a shy, dome-shaped mountain above Loch Cluanie but set back too far to be seen from the road. It is the highest of a group of three Munros that make an enjoyable round. As mentioned, Sgurr nan Conbhairean can be climbed with the other two Munros, which are Carn Ghluasaid and Sail Chaorainn.",
   "name": "Sgurr nan Conbhairean",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1109m (approx 3638ft)",
   "latitude": "57.176822",
   "longitude": "-5.096846",
   "gridReference": "NH129138"
 },
 {
   "description": "Sgurr nan Each is a Munro on the south ridge of Sgurr nan Clach Geala. It takes the form of an elegant 's'-shaped ridge with steep flanks. Sgurr nan Each can be climbed with Meall a'Chrasgaidh and Sgurr nan Clach Geala.",
   "name": "Sgurr nan Each",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "923m (approx 3028ft)",
   "latitude": "57.68047",
   "longitude": "-5.047429",
   "gridReference": "NH184697"
 },
 {
   "description": "The southernmost peak in the Cuillin, Sgurr nan Eag is on one of the more straightforward sections of ridge though it does still require scrambling skills. This section of the ridge continues out to the terminal peak of Gars-bheinn and its position above the sea gives it stupendous views. Sgurr nan Eag can be climbed with Sgurr Dubh Mor.",
   "name": "Sgurr nan Eag",
   "region": "Isle of Skye",
   "height": "924m (approx 3032ft)",
   "latitude": "57.195587",
   "longitude": "-6.211403",
   "gridReference": "NG457195"
 },
 {
   "description": "Sgurr nan Gillean is commonly regarded as the finest of the Skye Cuillin. A magnificent pyramidal peak, it has three main ridges. The easiest is open to keen scramblers only whilst the other two ridges are graded rock-climbs. Sgurr nan Gillean can be climbed with Am Basteir and Bruach na Frithe.",
   "name": "Sgurr nan Gillean",
   "region": "Isle of Skye",
   "height": "964m (approx 3163ft)",
   "latitude": "57.247428",
   "longitude": "-6.194098",
   "gridReference": "NG471252"
 },
 {
   "description": "Sgurr Thuilm is one of the two Glenfinnan Munros. A fine rocky peak of great character, the views are magnificent with lochs and steep mountains in all directions. Sgurr Thuilm can be climbed with Sgurr nan Coireachan.",
   "name": "Sgurr Thuilm",
   "region": "Glen Shiel to Glenfinnan",
   "height": "963m (approx 3159ft)",
   "latitude": "56.936423",
   "longitude": "-5.389314",
   "gridReference": "NM939879"
 },
 {
   "description": "Slioch is one of the most familiar mountains in the Highlands, with the view of the mountain across Loch Maree adorning countless calendars and brochures. It is also a fine viewpoint over the Fisherfield Forest to the north.",
   "name": "Slioch",
   "region": "Loch Maree to Loch Broom and Garve",
   "height": "981m (approx 3219ft)",
   "latitude": "57.66657",
   "longitude": "-5.348182",
   "gridReference": "NH004690"
 },
 {
   "description": "Spidean a'Choire Leith is the highest summit of mighty Liathach. The mountain is exceptionally well defended by cliffs and buttresses and there are very few possible routes of ascent - and even these are steep and scrambly. The ridge on both sides of the summit is nothing short of magnificent. Spidean a'Choire Leith can be climbed with Mullach an Rathain.",
   "name": "Spidean a'Choire Leith (Liathach)",
   "region": "Loch Carron to Loch Maree",
   "height": "1055m (approx 3461ft)",
   "latitude": "57.56366",
   "longitude": "-5.464177",
   "gridReference": "NG929579"
 },
 {
   "description": "Spidean Coire nan Clach was promoted to Munro status in 1997 to become Beinn Eighe's second Munro. Spidean Coire nan Clach can be climbed with Ruadh-stac Mor",
   "name": "Spidean Coire nan Clach (Beinn Eighe)",
   "region": "Loch Carron to Loch Maree",
   "height": "993m (approx 3258ft)",
   "latitude": "57.58148",
   "longitude": "-5.403919",
   "gridReference": "NG966597"
 },
 {
   "description": "Spidean Mialach is one of a pair of Munros on the north side of Loch Quoich. They make an excellent walk with fine stalkers paths on their lower slopes. Spidean Mialach can be climbed with Gleouraich.",
   "name": "Spidean Mialach",
   "region": "Glen Shiel to Glenfinnan",
   "height": "996m (approx 3268ft)",
   "latitude": "57.089002",
   "longitude": "-5.193535",
   "gridReference": "NH066043"
 },
 {
   "description": "Sron a'Choire Ghairbh is the higher of the two Munros on the north side of Loch Lochy, rising above the forestry as seen from the south side of the loch. Its rounded summit has steep flanks and corries. Sron a'Choire Ghairbh can be climbed with Meall na Teanga.",
   "name": "Sron a'Choire Ghairbh",
   "region": "Glen Shiel to Glenfinnan",
   "height": "937m (approx 3074ft)",
   "latitude": "57.007372",
   "longitude": "-4.929533",
   "gridReference": "NN222945"
 },
 {
   "description": "A twin to neighbouring Stob Coire Easain, Stob a'Choire Mheadhoin is part of a huge north-south ridge. It looks a fine pyramid when seen from around Moy its central position and height makes it a good viewpoint. Stob a'Choire Mheadhoin can be climbed with Stob Coire Easain.",
   "name": "Stob a'Choire Mheadhoin",
   "region": "Fort William to Loch Ericht",
   "height": "1106m (approx 3629ft)",
   "latitude": "56.82336",
   "longitude": "-4.76106",
   "gridReference": "NN316736"
 },
 {
   "description": "Stob a'Choire Odhair may not be well-known by name, but it is a familiar sight as the dome-shaped mountain rising behind the lochs in the frequently-photographed view across Rannoch Moor. It is a fine viewpoint for looking out over the vast, wild emptyness of the moor. Stob a'Choire Odhair can be climbed with Stob Ghabhar.",
   "name": "Stob a'Choire Odhair",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "945m (approx 3100ft)",
   "latitude": "56.57264",
   "longitude": "-4.838821",
   "gridReference": "NN257459"
 },
 {
   "description": "Stob Ban is a fine cone-shaped mountain almost hidden behind the much higher Grey Corries range.",
   "name": "Stob Ban (Grey Corries)",
   "region": "Fort William to Loch Ericht",
   "height": "975m (approx 3199ft)",
   "latitude": "56.809858",
   "longitude": "-4.841996",
   "gridReference": "NN266723"
 },
 {
   "description": "Stob Ban is a very steep and sharply peaked Munro, one of the finest peaks in the Mamores. It is well seen from many points in lower Glen Nevis. Stob Ban can be climbed with Mullach nan Coirean.",
   "name": "Stob Ban (Mamores)",
   "region": "Fort William to Loch Ericht",
   "height": "999m (approx 3278ft)",
   "latitude": "56.743369",
   "longitude": "-5.031625",
   "gridReference": "NN147654"
 },
 {
   "description": "Stob Binnein is joined to its slightly higher twin Ben More and seldom thought of on its own; however it is actually the finer of the two summits. It can be approached separately from the south as well as the more usual combination from the north. Stob Binnein can be climbed with Ben More.",
   "name": "Stob Binnein",
   "region": "Firth of Clyde to Strathtay",
   "height": "1165m (approx 3822ft)",
   "latitude": "56.370653",
   "longitude": "-4.537109",
   "gridReference": "NN434227"
 },
 {
   "description": "Stob Choire Claurigh is the highest of the Grey Corries, and its fine peak appears covered in scree in distant views. The range actually makes for a classic ridgewalk. Stob Choire Claurigh can be climbed with Stob Coire an Laoigh, Sgurr Choinnich Mor and Stob Ban.",
   "name": "Stob Choire Claurigh",
   "region": "Fort William to Loch Ericht",
   "height": "1177m (approx 3862ft)",
   "latitude": "56.823167",
   "longitude": "-4.849561",
   "gridReference": "NN262738"
 },
 {
   "description": "Stob Coir' an Albannaich is one of the fine range of mountains on the south side of Glen Etive. It has a very fine summit right on the edge of a steep crag and it gives an enjoyable traverse. Stob Coir'an Albannaich can be climbed with Meall nan Eun.",
   "name": "Stob Coir'an Albannaich",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1044m (approx 3425ft)",
   "latitude": "56.554935",
   "longitude": "-4.980722",
   "gridReference": "NN169443"
 },
 {
   "description": "Stob Coire a'Chairn has a fine situation where the airy An Gearanach ridge meets the main spine of the Mamores. This area has some of the best ridgewalking in Scotland. Stob Coire a'Chairn can be climbed with An Gearanach, Am Bodach and Sgurr a'Mhaim.",
   "name": "Stob Coire a'Chairn",
   "region": "Fort William to Loch Ericht",
   "height": "980m (approx 3215ft)",
   "latitude": "56.750247",
   "longitude": "-4.970008",
   "gridReference": "NN185660"
 },
 {
   "description": "Stob Coire an Laoigh is the second of the Grey Corries peaks, set on a magnificent ridgewalk. The approaches to this peak are long and the Grey Corries traverse is not to be taken lightly. Stob Coire an Laoigh can be climbed with Stob Coire Claurigh, Sgurr Choinnich Mor and Stob Ban.",
   "name": "Stob Coire an Laoigh",
   "region": "Fort William to Loch Ericht",
   "height": "1116m (approx 3661ft)",
   "latitude": "56.810638",
   "longitude": "-4.886298",
   "gridReference": "NN239725"
 },
 {
   "description": "A twin to neighbouring Stob a'Choire Mheadhoin, Stob Coire Easain shows a steep face to the northeast. This lengthy ridge lies between the deep trench of Loch Treig - traversed by the West Highland railway line - and the Lairig Leacach pass. Stob Coire Easain can be climbed with Stob a'Choire Mheadhoin.",
   "name": "Stob Coire Easain",
   "region": "Fort William to Loch Ericht",
   "height": "1116m (approx 3661ft)",
   "latitude": "56.817685",
   "longitude": "-4.773754",
   "gridReference": "NN308730"
 },
 {
   "description": "Stob Coire Raineach - the northern summit of Buachaille Etive Beag - became a Munro in its own right in 1997. Its broad summit has great views of the Aonach Eagach. Stob Coire Raineach can be climbed with Stob Dubh.",
   "name": "Stob Coire Raineach (Buachaille Etive Beag)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "925m (approx 3035ft)",
   "latitude": "56.649995",
   "longitude": "-4.952326",
   "gridReference": "NN179535"
 },
 {
   "description": "Stob Coire Sgreamhach is really part of the Bidean nam Bian massif but became a Munro in its own right in 1997. This fine summit is situated where the Beinn Fhada ridge joins the main ridge across the back of Bidean. Beinn Fhada is tricky terrain - particularly in descent - and the Lost Valley is the route usually used, involving a steep and eroded climb up scree. Stob Coire Sgreamhach can be climbed with Bidean nam Bian.",
   "name": "Stob Coire Sgreamhach",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1072m (approx 3517ft)",
   "latitude": "56.637784",
   "longitude": "-5.011726",
   "gridReference": "NN154536"
 },
 {
   "description": "Stob Coire Sgriodain is a steep sided ridge high above the glacial trench of Loch Treig. It is usually climbed in combination with neighbouring Chno Dearg.",
   "name": "Stob Coire Sgriodain",
   "region": "Fort William to Loch Ericht",
   "height": "978m (approx 3209ft)",
   "latitude": "56.831073",
   "longitude": "-4.69605",
   "gridReference": "NN356743"
 },
 {
   "description": "Stob Daimh (misspelt Diamh on some OS maps) is a fine peak, but is normally ascended as part of a circuit around Coire Cruachan with its majestic neighbour, Ben Cruachan.",
   "name": "Stob Daimh",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "998m (approx 3274ft)",
   "latitude": "56.430844",
   "longitude": "-5.092674",
   "gridReference": "NN094308"
 },
 {
   "description": "Stob Dearg is the highest and finest peak of Buachaille Etive Mor, and one of the most famous sights of the Highlands. The mountain presents a remarkable pyramid of rock to travellers along the A82 across Rannoch Moor. Stob Dearg can be climbed with Stob na Broige.",
   "name": "Stob Dearg (Buachaille Etive Mor)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1021m (approx 3350ft)",
   "latitude": "56.645799",
   "longitude": "-4.901421",
   "gridReference": "NN222542"
 },
 {
   "description": "The higher of the two Munros on Buachaille Etive Beag, Stob Dubh is a fine summit on a grand section of ridge, overlooking Loch Etive. Stob Dubh can be climbed with Stob Coire Raineach.",
   "name": "Stob Dubh (Buachaille Etive Beag)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "958m (approx 3143ft)",
   "latitude": "56.637866",
   "longitude": "-4.970952",
   "gridReference": "NN179535"
 },
 {
   "description": "Stob Ghabhar is the finest peak of the Black Mount range, with narrow rocky ridges, steep cliffs and deep corries. It is a familiar sight seen across the lochans of Rannoch Moor from the A82. Stob Ghabhar can be climbed with Stob a'Choire Odhair.",
   "name": "Stob Ghabhar",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "1090m (approx 3576ft)",
   "latitude": "56.568041",
   "longitude": "-4.882436",
   "gridReference": "NN230455"
 },
 {
   "description": "Stob na Broige is the summit at the Glen Etive end of Buachaille Etive Mor. It was promoted to become a separate Munro in 1997 when means that most baggers now traverse the whole ridge. Stob na Broige can be climbed with Stob Dearg.",
   "name": "Stob na Broige (Buachaille Etive Mor)",
   "region": "Loch Leven to Connel Bridge and Glen Lochy",
   "height": "956m (approx 3136ft)",
   "latitude": "56.62932",
   "longitude": "-4.952341",
   "gridReference": "NN190525"
 },
 {
   "description": "Stob Poite Coire Ardair is a ridge on the opposite side of the Window from Creag Meagaidh. It offers fine views across the spectacular cliffs of Coire Ardair, and has steep broken crags on its southern flanks. Stob Poite Coire Ardair can be climbed with Carn Liath and Creag Meagaidh.",
   "name": "Stob Poite Coire Ardair",
   "region": "Spean Bridge to Elgin",
   "height": "1054m (approx 3458ft)",
   "latitude": "56.963693",
   "longitude": "-4.587169",
   "gridReference": "NN428888"
 },
 {
   "description": "Stuc a'Chroin is a steep and rocky peak, involving a scramble when ascended from neighbouring Ben Vorlich.",
   "name": "Stuc a'Chroin",
   "region": "Firth of Clyde to Strathtay",
   "height": "974m (approx 3196ft)",
   "latitude": "56.32878",
   "longitude": "-4.238294",
   "gridReference": "NN617174"
 },
 {
   "description": "Stuchd an Lochain is an enjoyable mountain with a fine northern corrie enclosing the almost circular Lochan nan Cat. It is usually climbed via a very short route from Loch an Daimh to the north but can also be approached from Pubil in upper Glen Lyon",
   "name": "Stuchd an Lochain",
   "region": "Loch Rannoch to Loch Tay",
   "height": "960m (approx 3150ft)",
   "latitude": "56.570617",
   "longitude": "-4.470714",
   "gridReference": "NN483448"
 },
 {
   "description": "The Cairnwell is a prominent cone-shaped mountain when seen from the south on the drive up the Cairnwell Pass. It is a great viewpoint, but the summit has been ruined by the construction of communications masts whilst its slopes are scattered with skiing impedimentia. The Cairnwell can be climbed with Carn Aosda and Carn a'Gheoidh.",
   "name": "The Cairnwell",
   "region": "Forest of Atholl to Braemar and Blairgowrie",
   "height": "933m (approx 3061ft)",
   "latitude": "56.879037",
   "longitude": "-3.422608",
   "gridReference": "NO134773"
 },
 {
   "description": "The Devil's Point is a bare pyramid of rock which guards the entrance to the Lairig Ghru from the south. From other directions its true nature as the southern termination of Cairn Toul is more apparent. The Devil's Point can be climbed with Cairn Toul, Sgor an Lochain Uaine and Braeriach.",
   "name": "The Devil's Point",
   "region": "The Cairgorms",
   "height": "1004m (approx 3294ft)",
   "latitude": "57.035654",
   "longitude": "-3.688965",
   "gridReference": "NN976951"
 },
 {
   "description": "The Saddle (An Diollaid in Gaelic) is the finest mountain in Kintail. Its fine summit has a whole batch of magnificent ridges, the pick of them all being the celebrated Forcan Ridge, one of the airiest scrambles in the Highlands. The Saddle can be climbed with Sgurr na Sgine.",
   "name": "The Saddle",
   "region": "Glen Shiel to Glenfinnan",
   "height": "1010m (approx 3314ft)",
   "latitude": "57.16227",
   "longitude": "-5.414935",
   "gridReference": "NG936131"
 },
 {
   "description": "Toll Creagach is an undistinguished dome-like summit between Glen Affric and Loch Mullardoch, with shallow corries on its flanks. Toll Creagach can be climbed with a'Choinich.",
   "name": "Toll Creagach",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1054m (approx 3458ft)",
   "latitude": "57.308607",
   "longitude": "-4.999969",
   "gridReference": "NH194282"
 },
 {
   "description": "Tolmount looks a fine cone-like peak when seen from Loch Callater; otherwise it is a twin to its close neighbour Tom Buidhe - a simple rounded dome-like upthrust on the wide Mounth plateau. Tolmount can be climbed wih Tom Buidhe.",
   "name": "Tolmount",
   "region": "Braemar to Montrose",
   "height": "958m (approx 3143ft)",
   "latitude": "56.904644",
   "longitude": "-3.29878",
   "gridReference": "NO210800"
 },
 {
   "description": "Tom a'Choinich is an eastward extension of the Carn Eige range, an 'e'-shaped junction of three ridges above Glen Affric. It is a far finer peak than its lumpy neighbour Toll Creagach. Tom a'Choinich can be climbed with Toll Creagach.",
   "name": "Tom a'Choinich",
   "region": "Loch Duich to Loch Ness, South of Loch Mullardoch",
   "height": "1113m (approx 3652ft)",
   "latitude": "57.299337",
   "longitude": "-5.049027",
   "gridReference": "NH164273"
 },
 {
   "description": "Tom Buidhe is a featureless dome-like upswelling on the vast Mounth plateau, looking nothing like a mountain from any direction. It is nearly always climbed with its neighbour Tolmount, and can be ascended from Glen Callater, Glen Doll or from the Cairnwell Pass.",
   "name": "Tom Buidhe",
   "region": "Braemar to Montrose",
   "height": "957m (approx 3140ft)",
   "latitude": "56.893019",
   "longitude": "-3.293452",
   "gridReference": "NO213787"
 },
 {
   "description": "Tom na Gruagaich, formerly a Top, was promoted to become the second Munro of Beinn Alligin in 1997. It has sensational views over the sea to Skye and for most walkers is the start of the sensational traverse of the mountain. Tom na Gruagaich can be climbed with Sgurr Mhor.",
   "name": "Tom na Gruagaich (Beinn Alligin)",
   "region": "Loch Carron to Loch Maree",
   "height": "922m (approx 3025ft)",
   "latitude": "57.580123",
   "longitude": "-5.582894",
   "gridReference": "NG859601"
 }
]
